Repository: Azure-bear/tartubeqsv
Catalog: locale/*/LC_MESSAGES/*.po
Languages: nl_nl

source: If a video's URL represents a channel/playlist, not a video, don't download it
nl_nl: Video niet ophalen als url naar een kanaal/afspeellijst leidt

source: ...or, download multiple videos into the containing folder
nl_nl: ...of meerdere video's downloaden naar bijbehorende map

source: ...or, create a new channel, and download the videos into that
nl_nl: ...of nieuw kanaal toevoegen en video's daarnaartoe downloaden

source: ...or, create a new playlist, and download the videos into that
nl_nl: ...of nieuwe afspeellijst toevoegen en video's daarnaartoe downloaden

source: Missing video preferences
nl_nl: Instellingen omtrent ontbrekende video's

source: Add videos which have been removed from a channel/playlist to the Missing Videos folder
nl_nl: Van kanaal/afspeellijst verwijderde video's toevoegen aan map 'Ontbrekende video's'

source: Only add videos that were uploaded within this many days
nl_nl: Alleen video's toevoegen die zijn geüpload binnen het opgegeven aantal dagen

source: _Forks
nl_nl: A_fsplitsingen

source: Forks of youtube-dl
nl_nl: Afsplitsingen van youtube-dl

source: Use youtube-dl
nl_nl: youtube-dl gebruiken

source: Downloader file paths
nl_nl: Bestandspaden van downloader

source: Path to the executable
nl_nl: Pad naar uitvoerbaar bestand

source: Use default path
nl_nl: Standaardpad gebruiken

source: Use local path
nl_nl: Lokaal pad gebruiken

source: Use PyPI path
nl_nl: PyPI-pad gebruiken

source: Command for update operations
nl_nl: Opdracht voor bijwerkacties

source: You only need to set these paths if Tartube cannot find FFmpeg / AVConv automatically
nl_nl: Je hoeft deze paden alleen in te stellen als Tartube FFmpeg of AVConv niet automatisch heeft aangetroffen

source: Path to the FFmpeg executable
nl_nl: Pad naar uitvoerbaar FFmpeg-bestand

source: Install from main menu
nl_nl: Installeren vanuit hoofdmenu

source: Path to the AVConv executable
nl_nl: Pad naar uitvoerbaar AVConv-bestand

source: Not supported on MS Windows
nl_nl: Wordt niet ondersteund op Windows

source: _Download options
nl_nl: Download_opties

source: Applied to media
nl_nl: Toegepast op media

source: _Preferences
nl_nl: _Instellingen

source: Download options preferences
nl_nl: Downloadoptie-instellingen

source: When applying download options to something, clone the general download options
nl_nl: Algemene downloadopties klonen bij toepassing van downloadopties

source: After downloading a video, destroy its download options
nl_nl: Downloadopties vergeten na downloaden van video's

source: _FFmpeg options
nl_nl: _FFmpeg-opties

source: List of FFmpeg options managers
nl_nl: Lijst met FFmpeg-optiebeheerders

source: Current
nl_nl: Huidige

source: Use these options
nl_nl: Deze opties gebruiken

source: O_utput
nl_nl: _Uitvoer

source: _Output tab
nl_nl: _Uitvoertabblad

source: Output tab preferences
nl_nl: Instellingen omtrent uitvoertabblad

source: Display downloader system commands in the Output tab
nl_nl: Systeemopdrachten van downloader tonen op tabblad 'Uitvoer'

source: Display output from downloader's STDOUT in the Output tab
nl_nl: STDOUT-uitvoer van downloader tonen op tabblad 'Uitvoer'

source: ...but don't write each video's JSON data
nl_nl: ...maar schrijf geen json-gegevens van elke video weg

source: ...but don't write each video's download progress
nl_nl: ...maar schrijf geen downloadvoortgang van elke video weg

source: Display output from downloader's STDERR in the Output tab
nl_nl: STDERR-uitvoer van downloader tonen op tabblad 'Uitvoer'

source: Limit the size of Output tab pages to
nl_nl: Aantal pagina's op tabblad 'Uitvoer' beperken tot

source: Empty pages in the Output tab at the start of every operation
nl_nl: Pagina's op tabblad 'Uitvoer' legen na elke actie

source: Show a summary of active threads (changes are applied when Tartube restarts)
nl_nl: Samenvatting van actieve processen tonen (herstart om deze wijziging toe te passen)

source: During a refresh operation, show all matching videos in the Output tab
nl_nl: Alle overeenkomende video's tonen op tabblad 'Uitvoer' tijdens bijwerken

source: ...also show all non-matching videos
nl_nl: ...en ook niet-overeenkomende video's tonen

source: _Terminal window
nl_nl: _Terminalvenster

source: Terminal window preferences
nl_nl: Terminalvensterinstellingen

source: Write downloader system commands to the terminal window
nl_nl: Systeemopdrachten van downloader tonen in terminalvenster

source: Write output from downloader's STDOUT to the terminal window
nl_nl: STDOUT-uitvoer van downloader tonen in terminalvenster

source: Write output from downloader's STDERR to the terminal window
nl_nl: STDERR-uitvoer van downloader tonen in terminalvenster

source: _Both
nl_nl: _Beide

source: Special preferences (applies to both the Output tab and the terminal window)
nl_nl: Speciale instellingen (van toepassing op het tabblad 'Uitvoer' en het terminalvenster)

source: Downloader writes verbose output (youtube-dl debugging mode)
nl_nl: Uitgebreide uitvoer van downloader (youtube-dl-foutopsporingsmodus)

source: Total videos:
nl_nl: Totaal aantal video's:

source: Are you sure you want to create a new database at this location?
nl_nl: Weet je zeker dat je een nieuwe databank wilt aanmaken op deze locatie?

source: Are you sure you want to forget this database?
nl_nl: Weet je zeker dat je deze databank wilt wissen?

source: Are you sure you want to forget all databases except the current one?
nl_nl: Weet je zeker dat je alle databanken, behalve de huidige, wilt wissen?

source: No database exists at this location:
nl_nl: Er is geen databank op deze locatie:

source: Do you want to create a new one?
nl_nl: Wil je een nieuwe aanmaken?

source: The current options manager cannot be deleted
nl_nl: De huidige optiebeheerder kan niet worden verwijderd

source: Are you sure you want to delete this options manager?
nl_nl: Weet je zeker dat je deze optiebeheerder wilt verwijderen?

source: The new setting will be applied when Tartube restarts
nl_nl: Herstart Tartube om de instellingen toe te passen

source: The default options manager cannot be deleted
nl_nl: De standaard optiebeheerder kan niet worden verwijderd

source: There is already a scheduled download with that name
nl_nl: Er is al een ingeplande download met die naam

source: Are you sure you want to delete this scheduled download?
nl_nl: Weet je zeker dat je deze ingeplande download wilt verwijderen?

source: Please select the AVConv executable
nl_nl: Kies het uitvoerbare AVConv-bestand

source: Please select the FFmpeg executable
nl_nl: Kies het uitvoerbare FFmpeg-bestand

source: Database file not loaded
nl_nl: Geen databank geladen

source: Did not try to load the database file
nl_nl: Niet geprobeerd om de databank te laden

source: Database file loaded
nl_nl: Databank geladen

source: D/L Manager:
nl_nl: D/L-beheerder:

source: Starting download operation
nl_nl: Bezig met starten van downloadactie

source: Workers: available:
nl_nl: Beschikbare werkers:

source: total:
nl_nl: totaal:

source: All threads finished
nl_nl: Alle processen zijn afgerond

source: Thread #
nl_nl: Proces #

source: Downloading:
nl_nl: Bezig met downloaden:

source: Downloads complete (or stopped)
nl_nl: Downloaden afgerond (of afgebroken)

source: Halting all workers
nl_nl: Bezig met stoppen van alle werkers

source: Join and collect threads
nl_nl: Processen verzamelen en samenvoegen

source: Job complete
nl_nl: Taak afgerond

source: Worker now available again
nl_nl: De werker is weer beschikbaar

source: Assigned job:
nl_nl: Toegewezen taak:

source: Tartube is restarting a stalled download
nl_nl: Bezig met herstarten van een onderbroken download...

source: Checking RSS feed
nl_nl: Bezig met controleren van rss-feed

source: Cannot download videos in a private folder
nl_nl: Video's kunnen niet worden gedownload naar privémappen

source: Download did not start
nl_nl: Downloaden is niet begonnen

source: Child process exited with non-zero code: {}
nl_nl: Onderliggend proces is gestopt met niet-nulcode: {}

source: This video has a URL that points to a channel or a playlist, not a video
nl_nl: Deze video bevat een url die leidt naar een kanaal of afspeellijst in plaats van een video

source: Simulated download of:
nl_nl: Gesimuleerde download van:

source: Simulated download of video with unprintable characters
nl_nl: Gesimuleerde videodownload met onleesbare tekens

source: Dutch
nl_nl: Nederlands

source: seconds
nl_nl: seconden

source: minutes
nl_nl: minuten

source: hours
nl_nl: uur

source: weeks
nl_nl: weken

source: years
nl_nl: jaar

source: All Videos
nl_nl: Alle video's

source: Bookmarks
nl_nl: Bladwijzers

source: Favourite Videos
nl_nl: Favoriete video's

source: Missing Videos
nl_nl: Ontbrekende video's

source: New Videos
nl_nl: Nieuwe video's

source: Recent Videos
nl_nl: Recente video's

source: Waiting Videos
nl_nl: Video's in wachtrij

source: Temporary Videos
nl_nl: Tijdelijke video's

source: Unsorted Videos
nl_nl: Ongesorteerde video's

source: Update using default youtube-dl path
nl_nl: Bijwerken middels standaard youtube-dl-pad

source: Update using local youtube-dl path
nl_nl: Bijwerken middels lokaal youtube-dl-pad

source: Update using pip
nl_nl: Bijwerken met pip

source: Update using pip (omit --user option)
nl_nl: Bijwerken met pip (zonder --user)

source: Update using pip3
nl_nl: Bijwerken met pip3

source: Update using pip3 (omit --user option)
nl_nl: Bijwerken met pip3 (zonder --user)

source: Update using pip3 (recommended)
nl_nl: Bijwerken met pip3 (aanbevolen)

source: Update using PyPI youtube-dl path
nl_nl: Bijwerken middels PyPI-youtube-dl-pad

source: Windows 32-bit update (recommended)
nl_nl: Windows 32-bit-update (aanbevolen)

source: Windows 64-bit update (recommended)
nl_nl: Windows 64-bit-update (aanbevolen)

source: youtube-dl updates are disabled
nl_nl: youtube-dl-updates zijn uitgeschakeld

source: Queued
nl_nl: In wachtrij

source: Active
nl_nl: Actief

source: Paused
nl_nl: Gepauzeerd

source: Completed
nl_nl: Afgerond

source: Error
nl_nl: Fout

source: Stalled
nl_nl: Onderbroken

source: Pre-processing
nl_nl: Aan het voorverwerken

source: Post-processing
nl_nl: Aan het naverwerken

source: Finished
nl_nl: Afgerond

source: Warning
nl_nl: Waarschuwing

source: Already downloaded
nl_nl: Reeds gedownload

source: Stopped
nl_nl: Afgebroken

source: Filesize abort
nl_nl: Bestandsgrootte na afbreken

source: Title
nl_nl: Titel

source: Quality
nl_nl: Kwaliteit

source: Autonumber
nl_nl: Automatisch nummeren

source: Any format
nl_nl: Ieder formaat

source: Starting info operation, testing downloader with specified options
nl_nl: Bezig met starten van informatie-actie en downloadtest met opgegeven opties

source: Starting info operation, fetching list of video/audio formats for '{0}'
nl_nl: Bezig met starten van informatie-actie en ophalen van lijst met audio-/videoformaten van '{0}'

source: Starting info operation, fetching list of subtitles for '{0}'
nl_nl: Bezig met starten van informatie-actie en ophalen van lijst met ondertiteling bij '{0}'

source: System process did not start
nl_nl: Het systeemproces is niet gestart

source: Info operation finished
nl_nl: De informatie-actie is uitgevoerd

source: Starting info operation, checking for new releases of Tartube
nl_nl: Bezig met starten van informatie-actie en ophalen van nieuwe Tartube-uitgaven

source: Checking stable release...
nl_nl: Bezig met controleren op stabiele uitgave...

source: Ignoring invalid version
nl_nl: Ongeldige versie genegeerd

source: Retrieved version:
nl_nl: Verkregen versie:

source: Connection failed
nl_nl: Verbinding mislukt

source: Checking development release...
nl_nl: Bezig met controleren op ontwikkelingsuitgave...

source: Child process did not start
nl_nl: Het onderliggende proces is niet gestart

source: channel
nl_nl: kanaal

source: playlist
nl_nl: afspeellijst

source: folder
nl_nl: map

source: Source:
nl_nl: Bron:

source: Location:
nl_nl: Locatie:

source: Download destination:
nl_nl: Downloadbestemming:

source: Errors\Warnings
nl_nl: Fouten/Waarschuwingen

source: WAITING
nl_nl: BEZIG MET WACHTEN

source: Channel:
nl_nl: Kanaal:

source: Playlist:
nl_nl: Afspeellijst:

source: Folder:
nl_nl: Map:

source: File:
nl_nl: Bestand:

source: Today
nl_nl: Vandaag

source: Yesterday
nl_nl: Gisteren

source: Starting refresh operation, analysing whole database
nl_nl: Bezig met starten van verversactie en databankanalyse

source: Starting refresh operation, analysing '{}'
nl_nl: Bezig met starten van verversactie en analyse van '{}'

source: Refresh operation finished
nl_nl: De verversactie is uitgevoerd

source: Number of video files analysed:
nl_nl: Aantal geanalyseerde video's:

source: Video files already in the database:
nl_nl: Reeds in databank aanwezige video's:

source: New videos found and added to the database:
nl_nl: Nieuw aangetroffen video's en toegevoegd aan databank:

source: Checking:
nl_nl: Bezig met controleren van

source: Match:
nl_nl: Overeenkomst:

source: Non-match:
nl_nl: Geen overeenkomst:

source: New video:
nl_nl: Nieuwe video:

source: matched:
nl_nl: overeenkomsten:

source: new:
nl_nl: nieuw:

source: Missing:
nl_nl: Ontbrekend:

source: missing:
nl_nl: ontbrekend:

source: Starting tidy operation, tidying up whole data directory
nl_nl: Bezig met starten van opschoonactie van gehele map

source: Starting tidy operation, tidying up '{0}'
nl_nl: Bezig met starten van opschoonactie van '{0}'

source: YES
nl_nl: JA

source: NO
nl_nl: NEE

source: Check videos are not corrupted:
nl_nl: Controleren of video's niet beschadigd zijn:

source: Delete corrupted videos:
nl_nl: Beschadigde video's verwijderen:

source: Check videos do/don't exist:
nl_nl: Controleren of video's wel of niet bestaan:

source: Delete all video files:
nl_nl: Alle videobestanden verwijderen:

source: Delete other video/audio files:
nl_nl: Overige audio-/videobestanden verwijderen:

source: Delete downloader archive files:
nl_nl: Gearchiveerde bestanden verwijderen:

source: Move thumbnails into own folder:
nl_nl: Miniaturen verplaatsen naar eigen map:

source: Delete all thumbnail files:
nl_nl: Alle miniatuurbestanden verwijderen:

source: Convert .webp thumbnails to .jpg:
nl_nl: .webp-miniaturen converteren naar .jpg:

source: Move other metadata files into own folder:
nl_nl: Overige metagegevensbestanden verplaatsen naar eigen map:

source: Delete all description files:
nl_nl: Alle omschrijvingsbestanden verwijderen:

source: Delete all metadata (JSON) files:
nl_nl: Alle metagegevensbestanden (json) verwijderen:

source: Delete all annotation files:
nl_nl: Alle aantekeningsbestanden verwijderen:

source: Tidy operation finished
nl_nl: Opruimen voltooid

source: Corrupted videos found:
nl_nl: Beschadigde video's aangetroffen:

source: Corrupted videos deleted:
nl_nl: Beschadigde video's verwijderd:

source: New video files detected:
nl_nl: Nieuwe videobestanden aangetroffen:

source: Missing video files detected:
nl_nl: Ontbrekende videobestanden aangetroffen:

source: Non-corrupted video files deleted:
nl_nl: Niet-beschadigde video's verwijderd:

source: Other video/audio files deleted:
nl_nl: Overige audio-/videobestanden verwijderd:

source: Downloader archive files deleted:
nl_nl: Gearchiveerde bestanden verwijderd:

source: Thumbnail files moved:
nl_nl: Miniatuurbestanden verplaatst:

source: Thumbnail files deleted:
nl_nl: Miniatuurbestanden verwijderd:

source: .webp thumbnails converted to .jpg:
nl_nl: .webp-miniaturen geconverteerd naar .jpg:

source: Other metadata files moved:
nl_nl: Overige metagegevensbestanden verplaatst:

source: Description files deleted:
nl_nl: Omschrijvingsbestanden verwijderd:

source: Metadata (JSON) files deleted:
nl_nl: Metagegevensbestanden (json) verwijderd:

source: Annotation files deleted:
nl_nl: Aantekeningsbestanden verwijderd:

source: Deleted (possibly) corrupted video file:
nl_nl: (Mogelijk) beschadigde video verwijderd:

source: Video file might be corrupt:
nl_nl: Mogelijk beschadigd videobestand:

source: Video file exists:
nl_nl: Videobestand bestaat:

source: Video file doesn't exist:
nl_nl: Videobestand bestaat niet:

source: Starting update operation, installing FFmpeg
nl_nl: Bezig met starten van bijwerkactie om FFmpeg te installeren

source: FFmpeg installation did not start
nl_nl: De FFmpeg-installatie kan niet worden gestart

source: Update operation finished
nl_nl: Bijwerkactie voltooid

source: Starting update operation, installing/updating
nl_nl: Bezig met starten van bijwerkactie om te installeren/bij te werken

source: Update did not start
nl_nl: Het bijwerken is niet gestart
