Repository: Azure-bear/tartubeqsv
Catalog: locale/*/LC_MESSAGES/*.po
Languages: nl_nl

source: Maximum page size
nl_nl: Maximale paginagrootte

source: Show Tartube errors
nl_nl: Tartube-fouten tonen

source: Show Tartube warnings
nl_nl: Tartube-waarschuwingen tonen

source: Clear list
nl_nl: Lijst wissen

source: Contacting website
nl_nl: Bezig met openen van website

source: Checking...
nl_nl: Bezig met controleren...

source: Checking
nl_nl: Aan het controleren

source: Downloading...
nl_nl: Bezig met downloaden…

source: Downloading
nl_nl: Aan het downloaden

source: Refreshing...
nl_nl: Bezig met verversen...

source: Tidying...
nl_nl: Bezig met opruimen...

source: FFmpeg processing...
nl_nl: Bezig met FFmpeg-verwerking...

source: Show fewer settings
nl_nl: Minder instellingen tonen

source: This tab emulates the classic youtube-dl-gui interface
nl_nl: Dit tabblad bootst de klassieke youtube-dl-gui-vormgeving na

source: Videos downloaded here are not added to Tartube's database
nl_nl: Video's die hier worden gedownload worden niet toegevoegd aan Tartube's databank

source: _Check channel
nl_nl: Kanaal _controleren

source: _Check playlist
nl_nl: Afspeellijst _controleren

source: _Check folder
nl_nl: Map _controleren

source: _Download channel
nl_nl: Kanaal _downloaden

source: _Download playlist
nl_nl: Afspeellijst _downloaden

source: _Download folder
nl_nl: Map downloaden

source: C_ustom download channel
nl_nl: Kanaal aangepast do_wnloaden

source: C_ustom download playlist
nl_nl: Afspeellijst aangepast do_wnloaden

source: C_ustom download folder
nl_nl: Map aangepast do_wnloaden

source: _Empty folder
nl_nl: L_ege map

source: _All contents
nl_nl: _Alle inhoud

source: _Remove videos
nl_nl: Video's ve_rwijderen

source: _Just folder videos
nl_nl: Alleen mapv_ideo's

source: _Move to top level
nl_nl: Verplaatsen naar bovenste _niveau

source: _Hide folder
nl_nl: Map ver_bergen

source: _Rename channel...
nl_nl: Kanaalnaam wijzi_gen...

source: _Rename playlist...
nl_nl: Afspee_llijstnaam wijzigen...

source: _Rename folder...
nl_nl: Mapnaam _wijzigen...

source: Set _nickname...
nl_nl: Bij_naam instellen...

source: Set _URL...
nl_nl: _URL instellen...

source: _Export channel...
nl_nl: Kanaal _exporteren...

source: _Export playlist...
nl_nl: Afspeellijst _exporteren...

source: _Export folder...
nl_nl: Map _exporteren...

source: Re_fresh channel
nl_nl: Kanaal ver_versen

source: Re_fresh playlist
nl_nl: Afspeellijst ver_versen

source: Re_fresh folder
nl_nl: Map ver_versen

source: _Tidy up channel
nl_nl: Kanaal op_ruimen

source: _Tidy up playlist
nl_nl: Afspeellijs_t opruimen

source: _Tidy up folder
nl_nl: Map op_ruimen

source: _Convert to playlist
nl_nl: _Omzetten naar afspeellijst

source: _Convert to channel
nl_nl: _Omzetten naar kanaal

source: Channel _actions
nl_nl: Kanaal_acties

source: Playlist _actions
nl_nl: Afspeellijst_acties

source: Folder _actions
nl_nl: Map_acties

source: _Apply download options...
nl_nl: Downloadopties toep_assen...

source: _Remove download options
nl_nl: Downloadopties wissen

source: _Edit download options...
nl_nl: Downloadopties aanpass_en...

source: Set _download destination...
nl_nl: _Downloadbestemming instellen...

source: _Just disable downloading
nl_nl: Alleen downloaden u_itschakelen

source: Channel _properties...
nl_nl: Kanaalin_formatie...

source: Playlist _properties...
nl_nl: Afs_peellijstinformatie...

source: Folder _properties...
nl_nl: Ma_pinformatie...

source: _Default location
nl_nl: Stan_daardlocatie

source: _Actual location
nl_nl: D_aadwerkelijke locatie

source: _Show
nl_nl: _Tonen

source: D_elete channel
nl_nl: Kanaal v_erwijderen

source: D_elete playlist
nl_nl: Afspeellijst v_erwijderen

source: D_elete folder
nl_nl: Map v_erwijderen

source: _Check video
nl_nl: Video _controleren

source: _Download video
nl_nl: Video _downloaden

source: Re-_download this video
nl_nl: Video opnieuw _downloaden

source: C_ustom download video
nl_nl: Video aangepast do_wnloaden

source: Download and _watch
nl_nl: Do_wnloaden en bekijken

source: Watch in _player
nl_nl: Bekijken in s_peler

source: W_atch on
nl_nl: Bekijken _op

source: _Process with FFmpeg...
nl_nl: Verwerken met FFm_peg...

source: Auto _notify
nl_nl: Automatisch melde_n

source: Auto _sound alarm
nl_nl: Automati_sch geluid

source: Auto _open
nl_nl: Automatisch _openen

source: _Download on start
nl_nl: _Downloaden na starten

source: Download on _stop
nl_nl: Downloaden na _stoppen

source: Not a _livestream
nl_nl: Geen _livestream

source: _Mark for download
nl_nl: _Markeren als download

source: _Download
nl_nl: _Downloaden

source: _Temporary
nl_nl: _Tijdelijk

source: _Test system command
nl_nl: Systeemopdracht _testen

source: _Disable downloads
nl_nl: _Downloads uitschakelen

source: Video is _archived
nl_nl: De video is ge_archiveerd

source: Video is _bookmarked
nl_nl: De video is toegevoegd aan de _bladwijzers

source: Video is _favourite
nl_nl: De video is toegevoegd aan de _favorieten

source: Video is _missing
nl_nl: De video o_ntbreekt

source: Video is _new
nl_nl: De video is _nieuw

source: Video is in _waiting list
nl_nl: De video staat op de _wachtlijst

source: _Mark video
nl_nl: Video _markeren

source: _Location
nl_nl: _Locatie

source: _Properties...
nl_nl: Eigenscha_ppen...

source: Available _formats
nl_nl: Beschikbare _formaten

source: Available _subtitles
nl_nl: Be_schikbare ondertiteling

source: _Fetch
nl_nl: _Ophalen

source: D_elete video
nl_nl: Video v_erwijderen

source: _Check videos
nl_nl: Video's _controleren

source: _Download videos
nl_nl: Video's _downloaden

source: C_ustom download videos
nl_nl: Video's aan_gepast downloaden

source: Mark as _not livestreams
nl_nl: Markeren als gee_n livestream

source: _Archived
nl_nl: Ge_archiveerd

source: Not a_rchived
nl_nl: Niet gea_rchiveerd

source: _Bookmarked
nl_nl: In _bladwijzers

source: Not b_ookmarked
nl_nl: Niet in b_ladwijzers

source: _Favourite
nl_nl: _Favoriet

source: Not fa_vourite
nl_nl: Geen fa_voriet

source: _Missing
nl_nl: O_ntbreekt

source: Not m_issing
nl_nl: Ontbreekt n_iet

source: _New
nl_nl: _Nieuw

source: Not n_ew
nl_nl: Niet ni_euw

source: In _waiting list
nl_nl: Op _wachtlijst

source: Not in w_aiting list
nl_nl: Niet op w_achtlijst

source: _Mark videos
nl_nl: Video's _markeren

source: Show p_roperties...
nl_nl: Eigensc_happen tonen...

source: D_elete videos
nl_nl: Video's verwijd_eren

source: _Stop now
nl_nl: Nu _afbreken

source: Stop after this _video
nl_nl: Afbreken na deze _video

source: Download _next
nl_nl: Volge_nde downloaden

source: Download _last
nl_nl: _Laatste downloaden

source: Watch on _HookTube
nl_nl: Bekijken op _HookTube

source: Watch on _Invidious
nl_nl: Bekijken op _Invidious

source: _Delete video(s)
nl_nl: Video('s) verwij_deren

source: _Enable automatic copy/paste
nl_nl: Automatisch kopiëren/plakken inschak_elen

source: _Set download options...
nl_nl: Downloadopties in_stellen...

source: Use _default download options
nl_nl: Stan_daard downloadopties gebruiken

source: Enable _custom downloads
nl_nl: Aangepast downloaden ins_chakelen

source: Custom downloads _preferences...
nl_nl: Aange_paste downloadinstellingen...

source: _Update
nl_nl: Bij_werken

source: _Open destination(s)
nl_nl: Bestemming(en) _openen

source: D_ownload and watch
nl_nl: D_ownloaden en bekijken

source: Watch on _website
nl_nl: Bekijken op _website

source: Mark as _archived
nl_nl: Markeren als ge_archiveerd

source: Mark as not a_rchived
nl_nl: Markeren als niet-gea_rchiveerd

source: Mark as _bookmarked
nl_nl: Toevoegen aan _bladwijzers

source: Mark as not b_ookmarked
nl_nl: Verwijderen uit b_ladwijzers

source: Mark as _favourite
nl_nl: Toevoegen aan _favorieten

source: Mark as not fa_vourite
nl_nl: Verwijderen uit fa_vorieten

source: Mark as _missing
nl_nl: _Markeren als ontbrekend

source: Mark as not m_issing
nl_nl: Markeren als n_iet-ontbrekend

source: Mark as _new
nl_nl: Markeren als _nieuw

source: Mark as not n_ew
nl_nl: Markeren als niet-ni_euw

source: Mark as in _waiting list
nl_nl: Toevoegen aan _wachtlijst

source: M:
nl_nl: O:

source: E:
nl_nl: F:

source: Waiting
nl_nl: Bezig met wachten

source: Thread
nl_nl: Proces

source: _Summary
nl_nl: _Samenvatting

source: Time
nl_nl: Tijd

source: Message
nl_nl: Bericht

source: Tartube error
nl_nl: Tartube-fout

source: Tartube warning
nl_nl: Tartube-waarschuwing

source: _Errors
nl_nl: _Fouten

source: Warnings
nl_nl: Waarschuwingen

source: There are no scheduled downloads that don't already contain the channel/playlist/folder
nl_nl: Er zijn niet-ingeplande downloads die niet al de map/afspeellijst/het kanaal bevatten

source: The URL is not valid
nl_nl: De url is ongeldig

source: The following items are duplicates:
nl_nl: De volgende items zijn dubbel:

source: The channel contains {0} items, so this action may take a while
nl_nl: Het kanaal bevat {0} items, dus het kan even duren

source: The playlist contains {0} items, so this action may take a while
nl_nl: De afspeellijst bevat {0} items, dus het kan even duren

source: The folder contains {0} items, so this action may take a while
nl_nl: De map bevat {0} items, dus het kan even duren

source: Originally from:
nl_nl: Oorspronkelijke locatie:

source: From channel
nl_nl: Kanaal

source: From playlist
nl_nl: Afspeellijst

source: From folder
nl_nl: Map

source: Livestream has not started yet
nl_nl: De livestream is nog niet begonnen

source: Debut has started
nl_nl: De aanvang is begonnen

source: Debut has not started yet
nl_nl: De aanvang is nog niet begonnen

source: Duration:
nl_nl: Duur:

source: unknown
nl_nl: onbekend

source: Size:
nl_nl: Grootte:

source: Date:
nl_nl: Datum:

source: Watch:
nl_nl: Bekijken:

source: Temporary:
nl_nl: Tijdelijk:

source: Marked:
nl_nl: Gemarkeerd:

source: Show the full description
nl_nl: Volledige omschrijving tonen

source: More
nl_nl: Meer

source: Show the short description
nl_nl: Beknopte omschrijving tonen

source: Less
nl_nl: Minder

source: Received:
nl_nl: Ontvangen:

source: Live now:
nl_nl: Nu live:

source: Live soon:
nl_nl: Binnenkort live:

source: Debut now:
nl_nl: Aanvang:

source: Debut soon:
nl_nl: Aanvang binnenkort:

source: Notify
nl_nl: Melden

source: When the livestream starts, notify the user
nl_nl: Toon een melding als de livestream begint

source: When the livestream starts, sound an alarm
nl_nl: Speel een geluid af als de livestream begint

source: Open
nl_nl: Openen

source: When the livestream starts, open it
nl_nl: Open de livestream zodra deze begint

source: D/L on start
nl_nl: D/L bij begin

source: When the livestream starts, download it
nl_nl: Download de livestream zodra deze begint

source: D/L on stop
nl_nl: D/L na afloop

source: When the livestream stops, download it
nl_nl: Download de livestream zodra deze is afgelopen

source: Watch in your media player
nl_nl: Bekijken in andere mediaspeler

source: Player
nl_nl: Speler

source: Download this video
nl_nl: Video downloaden

source: Download and watch in your media player
nl_nl: Download en bekijk in een andere mediaspeler

source: Download &amp; watch
nl_nl: Downloaden en bekijken

source: Not downloaded
nl_nl: Niet gedownload

source: Watch on website
nl_nl: Bekijken op website

source: Watch on YouTube
nl_nl: Bekijken op YouTube

source: Watch on HookTube
nl_nl: Bekijken op HookTube

source: Watch on Invidious
nl_nl: Bekijken op Invidious

source: Other
nl_nl: Overig

source: No link
nl_nl: Geen link

source: Download to a temporary folder later
nl_nl: Later downloaden naar een tijdelijke map

source: Mark for download
nl_nl: Markeren als download

source: Download to a temporary folder
nl_nl: Downloaden naar een tijdelijke map

source: Download to a temporary folder, then watch
nl_nl: Downloaden naar een tijdelijke map, daarna bekijken

source: D/L &amp; watch
nl_nl: D/L en bekijken

source: D/L and watch
nl_nl: D/L en bekijken

source: Prevent automatic deletion of the video
nl_nl: Automatische verwijdering van video voorkomen

source: Archived
nl_nl: Gearchiveerd

source: Show video in Bookmarks folder
nl_nl: Tonen in bladwijzermap

source: B/mark
nl_nl: Bladwijzer

source: Show in Favourite Videos folder
nl_nl: Tonen in favorietenmap

source: Favourite
nl_nl: Favoriet

source: Mark video as removed by creator
nl_nl: Markeren als verwijderd door maker

source: Missing
nl_nl: Ontbreekt

source: Mark video as never watched
nl_nl: Markeren als nooit bekeken

source: New
nl_nl: Nieuw

source: Show in Waiting Videos folder
nl_nl: Tonen in wachtrijmap

source: Bookmarked
nl_nl: In bladwijzers

source: Can't D/L
nl_nl: Downloaden mislukt

source: Enable automatic copy/paste
nl_nl: Automatisch kopiëren/plakken inschakelen

source: Add channel
nl_nl: Kanaal toevoegen

source: Enter the channel name
nl_nl: Voer de kanaalnaam in

source: (Use the channel's real name or a customised name)
nl_nl: (gebruik de echte naam of een zelfgekozen)

source: Copy and paste a link to the channel
nl_nl: Kopieer en plak een link naar het kanaal

source: (Optional) Add this channel inside a folder
nl_nl: (optioneel) Kanaal toevoegen aan map

source: Use these download options
nl_nl: Deze downloadopties gebruiken

source: Clone these download options
nl_nl: Deze downloadopties klonen

source: Add folder
nl_nl: Map toevoegen

source: Enter the folder name
nl_nl: Geef de map een naam

source: (Optional) Add this folder inside another folder
nl_nl: (optioneel) Map toevoegen aan andere map

source: Add playlist
nl_nl: Afspeellijst toevoegen

source: Enter the playlist name
nl_nl: Geef de afspeellijst een naam

source: (Use the playlist's real name or a customised name)
nl_nl: (gebruik de echte naam of een zelfgekozen)

source: Copy and paste a link to the playlist
nl_nl: Kopieer en plak een link naar de afspeellijst

source: (Optional) Add this playlist inside a folder
nl_nl: (optioneel) Afspeellijst toevoegen aan map

source: Add videos
nl_nl: Video's toevoegen

source: Copy and paste the links to one or more videos
nl_nl: Kopieer en plak links naar één of meerdere video's

source: Links containing multiple videos will be converted to a channel
nl_nl: Links met meerdere video's worden omgezet naar een kanaal

source: Links containing multiple videos will be converted to a playlist
nl_nl: Links met meerdere video's worden omgezet naar een afspeellijst

source: Links containing multiple videos will be downloaded separately
nl_nl: Links met meerdere video's worden los van elkaar gedownload

source: Links containing multiple videos will not be downloaded at all
nl_nl: Links met meerdere video's worden niet gedownload

source: Add the videos to this folder
nl_nl: Voeg video's toe aan deze map

source: Apply download options
nl_nl: Downloadopties toepassen

source: Create new download options
nl_nl: Downloadopties instellen

source: Select a date
nl_nl: Kies een datum

source: Delete channel
nl_nl: Kanaal verwijderen

source: Delete playlist
nl_nl: Afspeellijst verwijderen

source: Delete folder
nl_nl: Map verwijderen

source: Empty channel
nl_nl: Leeg kanaal

source: Empty playlist
nl_nl: Lege afspeellijst

source: Empty folder
nl_nl: Lege map

source: This channel does not contain any videos
nl_nl: Dit kanaal bevat geen video's

source: This playlist does not contain any videos
nl_nl: Deze afspeellijst bevat geen video's

source: This folder doesn't contain anything
nl_nl: Deze map bevat geen video's

source: (but there might be some files in Tartube's data folder)
nl_nl: (wellicht staan er bestanden in Tartube's gegevensmap)

source: This channel contains:
nl_nl: Dit kanaal bevat:

source: This playlist contains:
nl_nl: Deze afspeellijst bevat:

source: This folder contains:
nl_nl: Deze map bevat:

source: 1 folder
nl_nl: 1 map

source: {0} folders
nl_nl: {0} mappen

source: 1 channel
nl_nl: 1 kanaal

source: {0} channels
nl_nl: {0} kanalen

source: 1 playlist
nl_nl: 1 afspeellijst

source: {0} playlists
nl_nl: {0} afspeellijsten

source: Just remove the channel from this list
nl_nl: Kanaal verwijderen van de lijst

source: Just remove the playlist from this list
nl_nl: Afspeellijst verwijderen van de lijst

source: Just remove the folder from this list
nl_nl: Map verwijderen van de lijst

source: Just empty the channel in this list
nl_nl: Kanaal verwijderen van de lijst

source: Just empty the playlist in this list
nl_nl: Afspeellijst verwijderen van de lijst

source: Just empty the folder in this list
nl_nl: Map verwijderen van de lijst

source: Export from database
nl_nl: Exporteren uit databank

source: Tartube is ready to export a partial summary of its database, containing a list of videos, channels, playlists and/or folders (but not including the videos themselves)
nl_nl: Tartube kan nu een gedeeltelijke samenvatting van de databank exporteren. Deze bevat een lijst met video's, kanalen, afspeellijsten en/of mappen (maar niet de video's zelf).

source: Tartube is ready to export a summary of its database, containing a list of videos, channels, playlists and/or folders (but not including the videos themselves)
nl_nl: Tartube kan nu een samenvatting van de databank exporteren. Deze bevat een lijst met video's, kanalen, afspeellijsten en/of mappen (maar niet de video's zelf).

source: Choose what should be included:
nl_nl: Geef aan wat er moet worden opgenomen:

source: Include lists of videos
nl_nl: Videolijsten

source: Include channels
nl_nl: Kanalen

source: Include playlists
nl_nl: Afspeellijsten

source: Preserve folder structure
nl_nl: Mappenstructuur behouden

source: Export as plain text
nl_nl: Exporteren naar plattetekstbestand

source: Import into database
nl_nl: Importeren naar databank

source: Choose which items to import
nl_nl: Geef aan welke items moeten worden geïmporteerd

source: Import
nl_nl: Importeren

source: Import videos
nl_nl: Video's importeren

source: Merge channels/playlists/folders
nl_nl: Kanalen/Afspeellijsten/Mappen samenvoegen

source: Select all
nl_nl: Alles selecteren

source: Unselect all
nl_nl: Niets selecteren

source: Mount drive
nl_nl: Schijf aankoppelen

source: The Tartube data folder is set to:
nl_nl: De Tartube-gegevensmap is ingesteld op:

source: ...but this folder doesn't exist
nl_nl: ...maar deze map bestaat niet

source: ...but Tartube cannot write to this folder
nl_nl: ...maar Tartube kan niks wegschrijven naar deze map

source: I have mounted the drive, please try again
nl_nl: Ik heb de schijf aangekoppeld; probeer het opnieuw

source: Use this data folder:
nl_nl: Deze gegevensmap gebruiken:

source: Select a different data folder
nl_nl: Kies een andere gegevensmap

source: Use the default data folder
nl_nl: Standaard gegevensmap gebruiken

source: Shut down Tartube
nl_nl: Tartube afsluiten

source: Cancel
nl_nl: Annuleren

source: OK
nl_nl: Oké

source: The folder still doesn't exist. Please try a different option
nl_nl: De map bestaat nog steeds niet - kies een andere optie.

source: Update
nl_nl: Bijwerken

source: Stale lockfile
nl_nl: Verouderd vergrendelbestand

source: Failed to load the Tartube database file, because another copy of Tartube seems to be using it
nl_nl: Het Tartube-databankbestand kan niet worden geladen omdat het in gebruik is door een ander Tartube-venster

source: Do you want to load it anyway?
nl_nl: Wil je het bestand tóch laden?

source: (Only click 'Yes' if you are sure that other copies of Tartube are not using the database right now)
nl_nl: (klik alleen op 'Ja' als je zeker weet dat er geen andere Tartube-vensters geopend zijn)

source: Yes, load the file
nl_nl: Ja, bestand laden

source: No, just shut down Tartube
nl_nl: Nee, Tartube afsluiten

source: No, don't load the file
nl_nl: Nee, bestand niet laden

source: Rename channel
nl_nl: Kanaalnaam wijzigen

source: Rename playlist
nl_nl: Afspeellijstnaam wijzigen

source: Rename folder
nl_nl: Mapnaam wijzigen

source: Set the new name for the channel:
nl_nl: Geef het kanaal een nieuwe naam:

source: Set the new name for the playlist:
nl_nl: Geef de afspeellijst een nieuwe naam:

source: Set the new name for the folder:
nl_nl: Geef de map een nieuwe naam:

source: N.B. This procedure will modify your filesystem!
nl_nl: Let op: deze app past je bestandssysteem aan!

source: Reset
nl_nl: Standaardwaarden

source: Add to scheduled download
nl_nl: Toevoegen aan ingeplande downloads

source: Add the channel to this scheduled download:
nl_nl: Kanaal toevoegen aan ingeplande downloads:

source: Add the playlist to this scheduled download:
nl_nl: Afspeellijst toevoegen aan ingeplande downloads:

source: Add the folder to this scheduled download:
nl_nl: Map toevoegen aan ingeplande downloads:

source: Set download destination
nl_nl: Downloadbestemming instellen

source: Set
nl_nl: Instellen

source: Set nickname
nl_nl: Bijnaam instellen

source: Set a nickname for the channel '{0}' (or leave it blank to reset the nickname)
nl_nl: Stel een bijnaam in voor het kanaal '{0}' (of laat leeg om de standaardnaam te gebruiken)

source: Set a nickname for the playlist '{0}' (or leave it blank to reset the nickname)
nl_nl: Stel een bijnaam in voor de afspeellijst '{0}' (of laat leeg om de standaardnaam te gebruiken)

source: Set a nickname for the folder '{0}' (or leave it blank to reset the nickname)
nl_nl: Stel een bijnaam in voor de map '{0}' (of laat leeg om de standaardnaam te gebruiken)

source: Set URL
nl_nl: URL instellen

source: Update the URL for the channel '{0}'
nl_nl: Werk de url bij van het kanaal '{0}'

source: Update the URL for the playlist '{0}'
nl_nl: Werk de url bij van de afspeellijst '{0}'

source: Show system command
nl_nl: Systeemopdracht tonen

source: Copy to clipboard
nl_nl: Kopiëren naar klembord

source: Test
nl_nl: Testen

source: URL of the video to download (optional)
nl_nl: URL van de te downloaden video (optioneel)

source: Command line options (optional)
nl_nl: Opdrachtregelopties (optioneel)

source: Tidy up files
nl_nl: Bestanden opruimen

source: Tidy up channel
nl_nl: Kanaal opruimen

source: Tidy up playlist
nl_nl: Afspeellijst opruimen

source: Tidy up folder
nl_nl: Map opruimen

source: Check that videos are not corrupted
nl_nl: Controleren of video's niet beschadigd zijn

source: Delete corrupted video files
nl_nl: Beschadigde video's verwijderen

source: Check that videos do/don't exist
nl_nl: Controleren of video's wel of niet bestaan

source: Delete downloaded video files (doesn't remove videos from Tartube's database)
nl_nl: Gedownloade videobestanden verwijderen (maar niet uit Tartube's databank)

source: Also delete all video/audio files with the same name
nl_nl: Tevens audio-/videobestanden met dezelfde naam verwijderen

source: Delete all archive files
nl_nl: Alle gearchiveerde bestanden verwijderen

source: Move thumbnails into own folder
nl_nl: Miniaturen verplaatsen naar eigen map

source: Delete all thumbnail files
nl_nl: Alle miniatuurbestanden verwijderen

source: Convert .webp thumbnails to .jpg using FFmpeg
nl_nl: .webp-miniaturen converteren naar .jpg met FFmpeg

source: Move other metadata files into own folder
nl_nl: Overige metagegevensbestanden verplaatsen naar eigen map

source: Delete all description files
nl_nl: Alle omschrijvingsbestanden verwijderen

source: Delete all metadata (JSON) files
nl_nl: Alle metagegevensbestanden (json) verwijderen

source: Delete all annotation files
nl_nl: Alle aantekeningsbestanden verwijderen

source: Select none
nl_nl: Niets selecteren

source: File size
nl_nl: Bestandsgrootte

source: Graph
nl_nl: Grafiek

source: Bar chart
nl_nl: Staafgrafiek

source: Show decade
nl_nl: Decennium tonen

source: Show year
nl_nl: Jaar tonen

source: Show quarters
nl_nl: Kwartalen tonen

source: Show month
nl_nl: Maand tonen

source: Show week
nl_nl: Week tonen

source: Show day
nl_nl: Dag tonen

source: Quarters
nl_nl: Kwartalen

source: Months
nl_nl: Maanden

source: Weeks
nl_nl: Weken

source: Days
nl_nl: Dagen

source: Hours
nl_nl: Uren
