Repository: Azure-bear/tartubeqsv
Catalog: locale/*/LC_MESSAGES/*.po
Languages: nl_nl

source: Tiny
nl_nl: Erg klein

source: Small
nl_nl: Klein

source: Medium
nl_nl: Normaal

source: Large
nl_nl: Groot

source: Enormous
nl_nl: Enorm

source: Failed to convert a thumbnail from .webp to .jpg. No more conversions will be attempted until you install FFmpeg on your system, or (if FFmpeg is already installed) you set the correct FFmpeg path. To attempt more conversions, restart Tartube. To stop these messages, disable thumbnail conversions
nl_nl: De miniatuur kan niet worden geconverteerd van .webp naar .jpg. Installeer FFmpeg of, indien FFmpeg al geïnstalleerd is, stel het juiste FFmpeg-pad in. Herstart Tartube om het converteren opnieuw te proberen. Schakel miniatuurconversie uit om dit bericht niet meer te tonen.

source: Tartube can't create the folder in which its configuration file is saved
nl_nl: Tartube kan de configuratiemap niet aanmaken

source: Tartube failed to start because:
nl_nl: Tartube kan niet worden gestart. Reden:

source: If you don't know how to resolve this error, please contact the authors
nl_nl: Als je niet weet hoe je dit moet oplossen, neem dan contact op met de makers

source: Because of an error, file load/save has been disabled
nl_nl: Laden/Opslaan is uitgeschakeld omdat er een fout is opgetreden

source: Because of the error, file load/save has been disabled
nl_nl: Laden/Opslaan is uitgeschakeld omdat er een fout is opgetreden

source: There is a download operation in progress.
nl_nl: Er worden items gedownload.

source: There is an update operation in progress.
nl_nl: Er worden items bijgewerkt.

source: There is a refresh operation in progress.
nl_nl: Er worden items ververst.

source: There is an info operation in progress.
nl_nl: Er wordt een informatiehandeling uitgevoerd.

source: There is a tidy operation in progress.
nl_nl: Er wordt een opruimactie uitgevoerd.

source: There is a process operation in progress.
nl_nl: Er wordt een voortgangsactie uitgevoerd.

source: Are you sure you want to quit Tartube?
nl_nl: Weet je zeker dat je Tartube wilt afsluiten?

source: Failed to load the Tartube config file (failed sanity check)
nl_nl: Het Tartube-configuratiebestand kan niet worden geladen (mislukte controle)

source: Failed to load the Tartube config file (file is locked)
nl_nl: Het Tartube-configuratiebestand kan niet worden geladen (bestand is vergrendeld)

source: Failed to load the Tartube config file (JSON load failure)
nl_nl: Het Tartube-configuratiebestand kan niet worden geladen (json-laadfout)

source: Failed to load the Tartube config file (file is invalid)
nl_nl: Het Tartube-configuratiebestand kan niet worden geladen (bestand is beschadigd)

source: Failed to load the Tartube config file (file cannot be read by this version)
nl_nl: Het Tartube-configuratiebestand kan niet worden geladen (bestand is verouderd)

source: Failed to load the Tartube config file (missing file type)
nl_nl: Het Tartube-configuratiebestand kan niet worden geladen (ontbrekende bestandsextensie)

source: Failed to save the Tartube config file (failed sanity check)
nl_nl: Het Tartube-configuratiebestand kan niet worden opgeslagen (mislukte controle)

source: Failed to save the Tartube config file (file is locked)
nl_nl: Het Tartube-configuratiebestand kan niet worden opgeslagen (bestand is vergrendeld)

source: File load/save has been disabled
nl_nl: Laden/Opslaan is uitgeschakeld

source: Failed to save the Tartube config file (file already in use)
nl_nl: Het Tartube-configuratiebestand kan niet worden opgeslagen (bestand is in gebruik)

source: Failed to save the Tartube config file
nl_nl: Het Tartube-configuratiebestand kan niet worden opgeslagen

source: Failed to load the Tartube database file
nl_nl: Het Tartube-databankbestand kan niet worden geladen

source: The Tartube database file is invalid
nl_nl: Het Tartube-databankbestand is beschadigd

source: Database file can't be read by this version of Tartube
nl_nl: Het Tartube-databankbestand is verouderd

source: Tartube is applying an essential database update
nl_nl: Tartube is bezig met het uitvoeren van een essentiële databankupdate

source: This might take a few minutes, so please be patient
nl_nl: Dit kan een paar minuten duren

source: Failed to save the Tartube database file
nl_nl: Het Tartube-databankbestand kan niet worden opgeslagen

source: (Could not make a backup copy of the existing file)
nl_nl: (het bestaande bestand kan niet worden geback-upt)

source: Failed to save the Tartube database file (file already in use)
nl_nl: Het Tartube-databankbestand kan niet worden opgeslagen (bestand is in gebruik)

source: A backup of the previous file can be found at:
nl_nl: Er is een back-up gemaakt van het vorige bestand in:

source: Database file created
nl_nl: Databankbestand aangemaakt

source: Tartube's database can't be checked while an operation is in progress
nl_nl: Tartube's databank kan niet worden gecontroleerd tijdens uitvoeren van een handeling

source: Database check complete, no inconsistencies found
nl_nl: Databankcontrole voltooid - geen fouten aangetroffen

source: Database check complete, problems found:
nl_nl: Databankcontrole voltooid - fouten aangetroffen:

source: Do you want to repair these problems? (The database will be fixed, but no files will be deleted)
nl_nl: Wil je deze fouten herstellen? (de databank wordt gerepareerd zonder bestanden te verwijderen)

source: Database inconsistencies repaired
nl_nl: Databankfouten hersteld

source: Please select Tartube's data folder
nl_nl: Kies Tartube's gegevensmap

source: A download operation cannot start if one or more configuration windows are still open
nl_nl: Er kan geen download worden gestart zolang er één of meerdere instellingenvensters geopend zijn

source: Are you sure you want to continue?
nl_nl: Weet je zeker dat je wilt doorgaan?

source: There is nothing to check!
nl_nl: Er valt niks te controleren!

source: There is nothing to download!
nl_nl: Er valt niks te downloaden!

source: Download operation complete
nl_nl: Downloaden voltooid

source: Download operation halted
nl_nl: Downloaden onderbroken

source: Videos downloaded:
nl_nl: Gedownloade video's:

source: Videos checked:
nl_nl: Gecontroleerde video's:

source: Time taken:
nl_nl: Verstreken tijd:

source: An update operation cannot start if one or more configuration windows are still open
nl_nl: Er kan geen update plaatsvinden zolang er één of meerdere instellingenvensters geopend zijn

source: Installation failed
nl_nl: Installatie mislukt

source: Installation complete
nl_nl: Installatie voltooid

source: Update operation failed
nl_nl: Bijwerken mislukt

source: Update operation halted
nl_nl: Bijwerken onderbroken

source: Update operation complete
nl_nl: Bijwerken voltooid

source: version:
nl_nl: versie:

source: (unknown)
nl_nl: (onbekend)

source: A refresh operation cannot start if one or more configuration windows are still open
nl_nl: Er kan geen verversactie plaatsvinden zolang er één of meerdere instellingenvensters geopend zijn

source: During a refresh operation, Tartube analyses its data folder, looking for videos that haven't yet been added to its database
nl_nl: Tijdens het verversen wordt Tartube's gegevensmap doorzocht op video's die nog niet zijn toegevoegd aan de databank

source: You only need to perform a refresh operation if you have manually copied videos into Tartube's data folder
nl_nl: Je hoeft alleen te verversen als je video's handmatig hebt gekopieerd naar Tartube's gegevensmap

source: Before starting a refresh operation, you should click the 'Check all' button in the main window
nl_nl: Voordat je het verversen start, moet je op 'Alles controleren' in het hoofdvenster klikken

source: Before starting a refresh operation, you should right-click the channel and select 'Check channel'
nl_nl: Voordat je het verversen start, moet je op 'Kanaal controleren' in het rechtermuisknopmenu van een kanaal klikken

source: Before starting a refresh operation, you should right-click the playlist and select 'Check playlist'
nl_nl: Voordat je het verversen start, moet je op 'Afspeellijst controleren' in het rechtermuisknopmenu van een afspeellijst klikken

source: Before starting a refresh operation, you should right-click the folder and select 'Check folder'
nl_nl: Voordat je het verversen start, moet je op 'Map controleren' in het rechtermuisknopmenu van een map klikken

source: Are you sure you want to proceed with the refresh operation?
nl_nl: Weet je zeker dat je wilt doorgaan?

source: Refresh operation complete
nl_nl: Verversen voltooid

source: Refresh operation halted
nl_nl: Verversen onderbroken

source: An info operation cannot start if one or more configuration windows are still open
nl_nl: Er kan geen informatiehandeling plaatsvinden zolang er één of meerdere instellingenvensters geopend zijn

source: Operation failed
nl_nl: Handeling mislukt

source: Operation complete
nl_nl: Handeling voltooid

source: Click the Output tab to see the results
nl_nl: Klik op het tabblad 'Uitvoer' om de resultaten te bekijken

source: A new release is available!
nl_nl: Er is een nieuwe versie beschikbaar!

source: Your installation is up to date!
nl_nl: Je installatie is actueel!

source: Installed version:
nl_nl: Geïnstalleerde versie:

source: Stable release:
nl_nl: Stabiele uitgave:

source: Stable release: not found
nl_nl: Stabiele uitgave: niet gevonden

source: Development release:
nl_nl: Ontwikkelingsuitgave:

source: Development release: not found
nl_nl: Ontwikkelingsuitgave: niet gevonden

source: A tidy operation cannot start if one or more configuration windows are still open
nl_nl: Er kan geen opruimactie plaatsvinden zolang er één of meerdere instellingenvensters geopend zijn

source: Tidy operation complete
nl_nl: Opruimen voltooid

source: Tidy operation halted
nl_nl: Opruimen onderbroken

source: Livestream has started
nl_nl: De livestream is begonnen

source: Process operation complete
nl_nl: Voortgangsactie voltooid

source: Process operation halted
nl_nl: Voortgangsactie onderbroken

source: Files processed:
nl_nl: Verwerkte bestanden:

source: Errors:
nl_nl: Fouten:

source: Cannot move anything to:
nl_nl: Kan niks verplaatsen naar:

source: because a file or folder with the same name already exists (although Tartube's database doesn't know anything about it)
nl_nl: omdat er al een bestand of map met dezelfde naam is (hoewel Tartube's databank daar niks van afweet)

source: You probably created that file/folder accidentally, in which case you should delete it manually before trying again
nl_nl: Waarschijnlijk heb je het bestand/de map per ongeluk aangemaakt. Als dat zo is, verwijder deze dan voordat je het opnieuw probeert.

source: Are you sure you want to move this channel:
nl_nl: Weet je zeker dat je het volgende kanaal wilt verplaatsen:

source: Are you sure you want to move this playlist:
nl_nl: Weet je zeker dat je de volgende afspeellijst wilt verplaatsen:

source: Are you sure you want to move this folder:
nl_nl: Weet je zeker dat je de volgende map wilt verplaatsen:

source: This procedure will move all downloaded files to the top level of Tartube's data folder
nl_nl: Deze handeling verplaatst alle gedownloade bestanden naar het bovenste niveau van Tartube's gegevensmap

source: Channels, playlists and folders can only be dragged into a folder
nl_nl: Kanalen, afspeellijsten en mappen kunnen alleen worden versleept naar een map

source: The fixed folder '{0}' cannot be moved (but it can still be hidden)
nl_nl: De vastgezette map '{0}' kan niet worden verplaatst (maar kan wél worden verborgen)

source: The folder '{0}' can only contain videos
nl_nl: De map '{0}' mag alleen video's bevatten

source: You probably created that file/folder accidentally, in which case, you should delete it manually before trying again
nl_nl: Waarschijnlijk heb je het bestand/de map per ongeluk aangemaakt. Als dat zo is, verwijder deze dan voordat je het opnieuw probeert.

source: into this folder:
nl_nl: naar deze map:

source: This procedure will move all downloaded files to the new location
nl_nl: Deze handeling verplaatst alle gedownloade bestanden naar de nieuwe locatie

source: WARNING: The destination folder is marked as temporary, so everything inside it will be DELETED when Tartube restarts!
nl_nl: WAARSCHUWING: de bestemming is aangemerkt als 'tijdelijk', dus alle inhoud wordt VERWIJDERD als je Tartube herstart!

source: Are you SURE you want to delete files? This procedure cannot be reversed!
nl_nl: Weet je ZEKER dat je deze bestanden wilt verwijderen? Dit kan niet ongedaan worden gemaakt!

source: The channel contains {0} item(s), so this action may take a while
nl_nl: Het kanaal bevat {0} item(s), dus het kan even duren

source: The playlist contains {0} item(s), so this action may take a while
nl_nl: De afspeellijst bevat {0} item(s), dus het kan even duren

source: The folder contains {0} item(s), so this action may take a while
nl_nl: De map bevat {0} item(s), dus het kan even duren

source: The name '{0}' is not allowed
nl_nl: De naam '{0}' is niet toegestaan

source: Failed to rename '{0}'
nl_nl: De naam van '{0}' kan niet worden gewijzigd

source: Select where to save the database export
nl_nl: Kies de map waarnaar de databank moet worden geëxporteerd

source: There is nothing to export!
nl_nl: Er valt niks te exporteren!

source: Failed to save the database export file:
nl_nl: Het databank-exportbestand kan niet worden opgeslagen:

source: Database export file saved to:
nl_nl: Het databank-exportbestand is opgeslagen in:

source: Select the database export
nl_nl: Kies de databankexport

source: Failed to load the database export file
nl_nl: Het databank-exportbestand kan niet worden geladen

source: The database export file is invalid
nl_nl: Het databank-exportbestand is beschadigd

source: The database export file is invalid (or empty)
nl_nl: Het databank-exportbestand is beschadigd (of blanco)

source: Nothing was imported from the database export file
nl_nl: Er is niks geïmporteerd uit het databank-exportbestand

source: Channels
nl_nl: Kanalen

source: Playlists
nl_nl: Afspeellijsten

source: Folders
nl_nl: Mappen

source: The video file is missing from Tartube's data folder (try downloading the video again!)
nl_nl: De video is niet aanwezig in Tartube's gegevensmap. Probeer de video opnieuw te downloaden.

source: Select where to save the options export
nl_nl: Kies de map waarnaar de opties moeten worden geëxporteerd

source: Failed to save the options export file:
nl_nl: Het opties-exportbestand kan niet worden opgeslagen:

source: Download options exported to to:
nl_nl: De downloadopties zijn geëxporteerd naar:

source: Select the options export file
nl_nl: Kies het opties-exportbestand

source: Failed to load the options export file
nl_nl: Het opties-exportbestand kan niet worden geladen

source: The options export file is invalid
nl_nl: Het opties-exportbestand is beschadigd

source: The options export file is invalid (or empty)
nl_nl: Het opties-exportbestand is beschadigd (of blanco)

source: FFmpeg options exported to to:
nl_nl: De FFmpeg-opties zijn geëxporteerd naar:

source: Please select a destination folder
nl_nl: Kies een bestemming

source: Are you sure you want to clear this list?
nl_nl: Weet je zeker dat je deze lijst wilt wissen?

source: Are you sure you want to clear downloaded videos?
nl_nl: Weet je zeker dat je de gedownloade video's wilt verwijderen?

source: Only checked/downloaded videos can be processed by FFmpeg
nl_nl: FFmpeg kan alleen aangekruiste/gedownloade video's verwerken

source: No video(s) have been downloaded
nl_nl: Je hebt nog geen video's gedownload

source: Are you sure you want to remove the selected item(s)?
nl_nl: Weet je zeker dat je de geselecteerde items wilt verwijderen?

source: You must give the channel a name
nl_nl: Geef het kanaal een naam

source: You must enter a valid URL
nl_nl: Voer een geldige url in

source: You must give the folder a name
nl_nl: Geef de map een naam

source: You must give the playlist a name
nl_nl: Geef de afspeellijst een naam

source: There were no livestream alerts to cancel
nl_nl: Er zijn nog geen livestream-meldingen op dit kanaal

source: Livestream alerts for 1 video were cancelled
nl_nl: De livestream-melding van 1 video is gedempt

source: Livestream alerts for {0} videos were cancelled
nl_nl: De livestream-melding van {0} video's is afgebroken

source: All Tartube data has been saved
nl_nl: Alle Tartube-gegevens zijn opgeslagen

source: Database saved
nl_nl: De databank is opgeslagen

source: Files cannot be recovered, after being deleted. Are you sure you want to continue?
nl_nl: De bestanden kunnen niet worden hersteld. Weet je zeker dat je wilt doorgaan?

source: Cannot update existing livestreams because
nl_nl: De livestreams kunnen niet worden bijgewerkt omdat

source: there is another operation running
nl_nl: er een andere handeling wordt uitgevoerd

source: they are currently being updated
nl_nl: ze al worden bijgewerkt

source: one or more configuration windows are open
nl_nl: er één of meerdere instellingenvensters geopend zijn

source: there are no livestreams to update
nl_nl: er geen bij te werken livestreams zijn

source: There is already a channel with that name
nl_nl: Er is al een kanaal met deze naam

source: There is already a playlist with that name
nl_nl: Er is al een afspeellijst met deze naam

source: There is already a folder with that name
nl_nl: Er is al een map met deze naam

source: (so please choose a different name)
nl_nl: (geef een andere naam op)

source: Tartube cannot start because it cannot find its icons folder
nl_nl: Tartube kan niet worden gestart omdat de pictogrammenmap niet is aangetroffen

source: _File
nl_nl: _Bestand

source: _Database preferences...
nl_nl: _Databankinstellingen...

source: _Check database integrity
nl_nl: Databankintegriteit _controleren

source: _Save database
nl_nl: Databank op_slaan

source: Save _all
nl_nl: _Alles opslaan

source: _Quit
nl_nl: _Afsluiten

source: _Edit
nl_nl: B_ewerken

source: _System preferences...
nl_nl: _Systeeminstellingen...

source: _General download options...
nl_nl: Al_gemene downloadopties...

source: Add _videos...
nl_nl: Video's toe_voegen...

source: Add _channel...
nl_nl: _Kanaal toevoegen...

source: Add _playlist...
nl_nl: Afs_peellijst toevoegen...

source: Add _folder...
nl_nl: _Map toevoegen...

source: _Export from database...
nl_nl: _Exporteren uit databank...

source: _Switch between views
nl_nl: _Schakelen tussen weergaven

source: _Hide (most) system folders
nl_nl: (Meeste) systeemmappen verber_gen

source: _Operations
nl_nl: _Handelingen

source: _Check all
nl_nl: Alles _controleren

source: _Download all
nl_nl: Alles _downloaden

source: C_ustom download all
nl_nl: Alles aangepast do_wnloaden

source: _Refresh database...
nl_nl: Databank ve_rversen...

source: U_pdate
nl_nl: Bijwer_ken

source: _Test
nl_nl: _Testen

source: Tidy up _files...
nl_nl: Bestanden _opruimen...

source: _Stop current operation
nl_nl: Huidige handeling af_breken

source: _Livestream preferences...
nl_nl: _Livestream-instellingen...

source: _Update existing livestreams
nl_nl: Aanwe_zige livestreams bijwerken

source: _Cancel all livestream alerts
nl_nl: Alle livestream-mel_dingen dempen

source: _Help
nl_nl: _Hulp

source: _About...
nl_nl: _Over...

source: Check for _updates
nl_nl: Controleren op _updates

source: Go to _website
nl_nl: Ga naar _website

source: Send _feedback
nl_nl: _Feedback versturen

source: Add new videos
nl_nl: Video's toevoegen

source: Channel
nl_nl: Kanaal

source: Add a new channel
nl_nl: Kanaal toevoegen

source: Playlist
nl_nl: Afspeellijst

source: Add a new playlist
nl_nl: Afspeellijst toevoegen

source: Folder
nl_nl: Map

source: Add a new folder
nl_nl: Map toevoegen

source: Check
nl_nl: Controleren

source: Check all videos, channels, playlists and folders
nl_nl: Controleer alle video's, kanalen, afspeellijsten en mappen

source: Download
nl_nl: Downloaden

source: Download all videos, channels, playlists and folders
nl_nl: Download alle video's, kanalen, afspeellijsten en mappen

source: Stop
nl_nl: Afbreken

source: Stop the current operation
nl_nl: Breek de huidige handeling af

source: System preferences
nl_nl: Algemene instellingen

source: Switch
nl_nl: Andere weergave

source: Switch between simple and complex views
nl_nl: Schakel tussen de eenvoudige en uitgebreide weergave

source: Hide
nl_nl: Verbergen

source: Show
nl_nl: Tonen

source: Hide (most) system folders
nl_nl: (Meeste) systeemmappen verbergen

source: Show all system folders
nl_nl: Alle systeemmappen tonen

source: Quit
nl_nl: Afsluiten

source: Close Tartube
nl_nl: Tartube sluiten

source: _Progress
nl_nl: _Voortgang

source: _Classic Mode
nl_nl: _Klassieke modus

source: _Output
nl_nl: Uitv_oer

source: _Errors / Warnings
nl_nl: Fout_en/Waarschuwingen

source: Check all
nl_nl: Alles controleren

source: Download all
nl_nl: Alles downloaden

source: Page
nl_nl: Pagina

source: Set visible page
nl_nl: Zichtbare pagina instellen

source: Size
nl_nl: Grootte

source: Set page size
nl_nl: Paginagrootte instellen

source: Go to first page
nl_nl: Ga naar eerste pagina

source: Go to previous page
nl_nl: Ga naar vorige pagina

source: Go to next page
nl_nl: Ga naar volgende pagina

source: Go to last page
nl_nl: Ga naar laatste pagina

source: Show more settings
nl_nl: Meer instellingen tonen

source: Sort
nl_nl: Sorteren

source: Upload time
nl_nl: Uploadtijd

source: Name
nl_nl: Naam

source: Download time
nl_nl: Downloadtijd

source: Database ID
nl_nl: Databank-id

source: Resort videos
nl_nl: Video's herordenen

source: Find date
nl_nl: Datum zoeken

source: Find videos by date
nl_nl: Video's zoeken op datum

source: Cancel find videos by date
nl_nl: Video's zoeken op datum annuleren

source: Thumbnail size
nl_nl: Miniatuurgrootte

source: Filter
nl_nl: Filteren

source: Enter search text
nl_nl: Voer zoektekst in

source: Select if search text is a regex
nl_nl: Kies dit als de zoektekst een reguliere uitdrukking is

source: Filter videos
nl_nl: Video's filteren

source: Cancel filter
nl_nl: Filter wissen

source: Source
nl_nl: Bron

source: Incoming file
nl_nl: Inkomend bestand

source: Speed
nl_nl: Snelheid

source: ETA
nl_nl: Verwacht

source: New videos
nl_nl: Nieuwe video's

source: Duration
nl_nl: Duur

source: Date
nl_nl: Datum

source: File
nl_nl: Bestand

source: Downloaded to
nl_nl: Gedownload naar

source: Max downloads
nl_nl: Max. aantal downloads

source: D/L speed (KiB/s)
nl_nl: Downloadsnelheid (in KiB/s)

source: Video resolution
nl_nl: Videoresolutie

source: Hide rows when they are finished
nl_nl: Rijen verbergen na afronden

source: Add newest videos to the top of the list
nl_nl: Nieuwste video's bovenaan de lijst plaatsen

source: Open the Classic Mode menu
nl_nl: Menu van klassieke modus openen

source: Enter URLs below
nl_nl: Voer hieronder url's in

source: Destination:
nl_nl: Bestemming:

source: Add a new destination folder
nl_nl: Bestemming toevoegen

source: Open the destination folder
nl_nl: Bestemming openen

source: Format:
nl_nl: Formaat:

source: Default
nl_nl: Standaard

source: Is a livestream
nl_nl: Is een livestream

source: Add URLs
nl_nl: URL's toevoegen

source: Add these URLs
nl_nl: Deze url's toevoegen

source: Play video
nl_nl: Video afspelen

source: Stop download
nl_nl: Downloaden afbreken

source: Re-download
nl_nl: Opnieuw downloaden

source: Process with FFmpeg
nl_nl: Verwerken met FFmpeg

source: Move up
nl_nl: Omhoog verplaatsen

source: Move down
nl_nl: Omlaag verplaatsen

source: Remove from list
nl_nl: Verwijderen van lijst

source: Download the URLs above
nl_nl: Bovenstaande url's downloaden

source: Clear all
nl_nl: Alles wissen

source: Clear the URLs above
nl_nl: Bovenstaande url's wissen

source: Clear downloaded
nl_nl: Gedownloade bestanden wissen
