Repository: Azure-bear/tartubeqsv
Catalog: locale/*/LC_MESSAGES/*.po
Languages: nl_nl

source: Optimise for really weak CPU playback devices
nl_nl: Optimaliseren voor zwakke processoren (cpu's)

source: Optimise for really old devices (requires rate factor above 0)
nl_nl: Optimaliseren voor zeer oude apparaten (vereist een factor hoger dan 0)

source: Move headers to beginning of file (so it can play while still downloading)
nl_nl: Koppen verplaatsen naar begin van bestand (om te kijken tijdens het downloaden)

source: Fast encoding and low latency streaming
nl_nl: Snel encoderen en streamen op lage snelheid

source: Limit bitrate (Mbit/s)
nl_nl: Bitsnelheid beperken (Mbit/s)

source: Assuming a receiving buffer (seconds)
nl_nl: Ontvangbuffer (in seconden)

source: List of videos to be processed
nl_nl: Lijst met te verwerken video's

source: Remove video from list
nl_nl: Video verwijderen van lijst

source: Fewer FFmpeg options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
nl_nl: Als je op 'Toepassen' of 'Standaardwaarden' klikt (of het venster opnieuw opent), worden er minder FFmpeg-opties getoond

source: Show more FFmpeg options (when window re-opens)
nl_nl: Uitgebreide FFmpeg-opties tonen (als het venster opnieuw wordt geopend)

source: More FFmpeg options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
nl_nl: Als je op 'Toepassen' of 'Standaardwaarden' klikt (of het venster opnieuw opent), worden er meer FFmpeg-opties getoond

source: Show fewer FFmpeg options (when window re-opens)
nl_nl: Minder FFmpeg-opties tonen (als het venster opnieuw wordt geopend)

source: General properties
nl_nl: Algemene informatie

source: Set the file (if this is the wrong one)
nl_nl: Bestand instellen (als dit het verkeerde is)

source: Video is archived
nl_nl: De video is gearchiveerd

source: Video is bookmarked
nl_nl: De video is toegevoegd aan de bladwijzers

source: Video is favourite
nl_nl: De video is toegevoegd aan de favorieten

source: Video is in waiting list
nl_nl: De video staat op de wachtlijst

source: Always simulate download of this video
nl_nl: Downloaden altijd simuleren

source: Receive time
nl_nl: Ontvangen om

source: Livestream properties
nl_nl: Livestreaminformatie

source: Waiting to start
nl_nl: Bezig met wachten op begin

source: Not a livestream
nl_nl: Is geen livestream

source: Livestream message
nl_nl: Livestreambericht

source: Video is pre-recorded
nl_nl: De video is van tevoren opgenomen

source: Livestream actions
nl_nl: Livestreamacties

source: When the livestream starts, show a desktop notification
nl_nl: Melding tonen als de livestream begint

source: When the livestream starts, play an alarm
nl_nl: Geluid afspelen als de livestream begint

source: When the livestream starts, open it in the system's web browser
nl_nl: Livestream openen in webbrowser zodra deze begint

source: When the livestream starts, begin downloading it immediately
nl_nl: Downloaden starten als de livestream begint

source: When a livestream stops, download it (overwriting any earlier file)
nl_nl: Downloaden stoppen als de livestream begint (eerdere bestanden worden overschreven)

source: _Description
nl_nl: _Omschrijving

source: Video description
nl_nl: Video-omschrijving

source: Errors / Warnings
nl_nl: Fouten/Waarschuwingen

source: Error messages produced the last time this video was checked/downloaded
nl_nl: Foutmeldingen tijdens de laatste keer dat de video is gecontroleerd/gedownload

source: Warning messages produced the last time this video was checked/downloaded
nl_nl: Waarschuwingen tijdens de laatste keer dat de video is gecontroleerd/gedownload

source: Select the correct video/audio file
nl_nl: Kies het juiste audio- of videobestand

source: The replacement video/audio file must be in the same channel, playlist or folder
nl_nl: Het vervangende bestand moet op hetzelfde kanaal of dezelfde afspeellijst of map staan

source: You must select a valid video/audio file
nl_nl: Kies het juiste audio- of videobestand

source: Channel properties
nl_nl: Kanaalinformatie

source: Playlist properties
nl_nl: Afspeellijstinformatie

source: Always simulate download of videos in this channel
nl_nl: Downloaden op dit kanaal altijd simuleren

source: Always simulate download of videos in this playlist
nl_nl: Downloaden op deze afspeellijst altijd simuleren

source: Disable checking/downloading for this channel
nl_nl: Controleren/Downloaden op dit kanaal uitschakelen

source: Disable checking/downloading for this playlist
nl_nl: Controleren/Downloaden op deze afspeellijst uitschakelen

source: This channel is marked as a favourite
nl_nl: Dit kanaal staat in je favorieten

source: This playlist is marked as a favourite
nl_nl: Deze afspeellijst staat in je favorieten

source: Total videos
nl_nl: Totaal aantal video's

source: Favourite videos
nl_nl: Favoriete video's

source: Downloaded videos
nl_nl: Gedownloade video's

source: _History
nl_nl: Gesc_hiedenis

source: Download history
nl_nl: Downloadgeschiedenis

source: Draw
nl_nl: Tekenen

source: If Tartube cannot detect the channel's RSS feed, you can enter the URL here
nl_nl: Als Tartube geen rss-feed kan achterhalen, kun je hier de feedurl opgeven

source: If Tartube cannot detect the playlist's RSS feed, you can enter the URL here
nl_nl: Als Tartube geen rss-feed kan achterhalen, kun je hier de feedurl opgeven

source: Error messages produced the last time this channel was checked/downloaded
nl_nl: Foutmeldingen tijdens de laatste keer dat dit kanaal is gecontroleerd/gedownload

source: Error messages produced the last time this playlist was checked/downloaded
nl_nl: Foutmeldingen tijdens de laatste keer dat deze afspeellijst is gecontroleerd/gedownload

source: Warning messages produced the last time this channel was checked/downloaded
nl_nl: Waarschuwingen tijdens de laatste keer dat dit kanaal is gecontroleerd/gedownload

source: Warning messages produced the last time this playlist was checked/downloaded
nl_nl: Waarschuwingen tijdens de laatste keer dat deze afspeellijst is gecontroleerd/gedownload

source: The name '{0}' is already in use
nl_nl: De naam '{0}' is al in gebruik

source: Folder properties
nl_nl: Mapinformatie

source: Always simulate download of videos
nl_nl: Downloaden altijd simuleren

source: This folder is marked as a favourite
nl_nl: Deze map staat in je favorieten

source: This folder is hidden
nl_nl: Deze map is verborgen

source: This folder can't be deleted by the user
nl_nl: Deze map kan niet worden verwijderd door de gebruiker

source: This is a system-controlled folder
nl_nl: Dit is een systeemmap

source: All contents deleted when Tartube shuts down
nl_nl: Na het afsluiten wordt alle inhoud verwijderd

source: _Statistics
nl_nl: _Statistieken

source: Statistics
nl_nl: Statistieken

source: Downloaded
nl_nl: Gedownload

source: Sub-folders
nl_nl: Onderliggende mappen

source: Recalculate
nl_nl: Herberekenen

source: Scheduled download
nl_nl: Ingeplande download

source: Scheduled download name
nl_nl: Naam van ingeplande download

source: Download mode
nl_nl: Downloadmodus

source: Check channels, playlist and folders
nl_nl: Kanalen, afspeellijsten en mappen controleren

source: Download channels, playlists and folders
nl_nl: Kanalen, afspeellijsten, mappen downloaden

source: Perform a custom download
nl_nl: Aangepast downloaden

source: _Start
nl_nl: _Beginnen

source: Start mode
nl_nl: Beginmodus

source: Perform this download at regular intervals
nl_nl: Download uitvoeren op bepaalde tijdstippen

source: Perform this download when Tartube starts
nl_nl: Download uitvoeren na het openen van Tartube

source: Disable this scheduled download
nl_nl: Planning uitschakelen

source: If another scheduled download is running:
nl_nl: Als er al een ingeplande download actief is:

source: Add channels, playlists and folders to the end of the queue
nl_nl: Kanalen, afspeellijsten en mappen toevoegen aan einde van wachtrij

source: Add channels, playlists and folders to the beginning of the queue
nl_nl: Kanalen, afspeellijsten en mappen toevoegen aan begin van wachtrij

source: Do nothing, just wait until the next scheduled download time
nl_nl: Niks doen tot aan het volgende tijdstip

source: This scheduled download takes priority over others
nl_nl: Deze ingeplande download heeft hoge prioriteit

source: Other scheduled downloads won't start until this one is finished
nl_nl: Andere ingeplande downloads beginnen pas als deze is afgerond

source: Media to download
nl_nl: De te downloaden media

source: Check/download everything
nl_nl: Alles controleren/downloaden

source: Only check/download the media below
nl_nl: Alleen onderstaande media controleren/downloaden

source: Hint: you can drag and drop channels, playlists and your own folders here
nl_nl: Tip: je kunt kanalen, afspeellijsten en mappen hierheen slepen

source: Performance limits
nl_nl: Prestatiebeperkingen

source: Limit simultaneous downloads to
nl_nl: Aantal gelijktijdige downloads beperken tot

source: Limit download speed to
nl_nl: Downloadsnelheid beperken tot

source: Ignore time-saving preferences, and check/download the whole channel/playlist/folder
nl_nl: Tijdbesparende maatregelen negeren en kanaal/afspeellijst/map volledig controleren/downloaden

source: Shut down Tartube when this scheduled download has finished
nl_nl: Tartube afsluiten nadat deze download is afgerond

source: Module availability
nl_nl: Aanwezigheid van modules

source: feedparser module is available (required for detecting livestreams)
nl_nl: De feedparser-module is aanwezig (vereist voor het detecteren van livestreams)

source: matplotlib module is available (draws graphs)
nl_nl: De matplotlib-module is beschikbaar (om grafieken te tonen)

source: moviepy module is available (finds the length of videos, if unknown)
nl_nl: De moviepy-module is aanwezig (vereist voor het achterhalen van de duur van video's)

source: playsound module is available (sound an alarm when a livestream starts)
nl_nl: De playsound-module is aanwezig (vereist voor het afspelen van een geluid aan het begin van een livestream)

source: XDG module is available (saves the config file in the standard location)
nl_nl: De xdg-module is aanwezig (vereist voor het opslaan van het configuratiebestand op de standaardlocatie)

source: Notify module is available (shows desktop notifications; Linux/*BSD only)
nl_nl: De notify-module is aanwezig (vereist voor het tonen van meldingen op Linux en *BSD)

source: Module preferences
nl_nl: Module-instellingen

source: Use 'moviepy' module to get a video's duration, if not known (may be slow)
nl_nl: 'moviepy'-module gebruiken om de duur van video's te achterhalen (kan langzaam zijn)

source: Timeout applied when moviepy checks a video file
nl_nl: De time-out die wordt gebruikt bij het achterhalen met moviepy

source: _Device
nl_nl: _Apparaat

source: Device preferences
nl_nl: Apparaatinstellingen

source: Halt downloads if disk space is less than
nl_nl: Downloads onderbreken als schijfruimte minder is dan

source: Configuration preferences
nl_nl: Configuratie-instellingen

source: D_atabase
nl_nl: D_atabank

source: Database preferences
nl_nl: Databankinstellingen

source: Recent data folders
nl_nl: Recente gegevensmappen

source: Add new database
nl_nl: Nieuwe databank toevoegen

source: Change to a different data folder
nl_nl: Kies een andere gegevensmap

source: Check and repair database
nl_nl: Databank controleren en repareren

source: Check for inconsistencies, and repair them
nl_nl: Controleer op fouten en herstel ze

source: Switch to the selected data folder
nl_nl: Gekozen gegevensmap gebruiken

source: Forget
nl_nl: Wissen

source: Remove the selected data folder from the list
nl_nl: Verwijder de geselecteerde map van de lijst

source: Forget all
nl_nl: Alle mappen wissen

source: Forget every folder in this list (except the current one)
nl_nl: Verwijder alle mappen van de lijst (behalve de huidige)

source: Move the selected folder up the list
nl_nl: Geselecteerde map omhoog verplaatsen

source: Move the selected folder down the list
nl_nl: Geselecteerde map omlaag verplaatsen

source: On startup, load the first database on the list (not the most recently-use one)
nl_nl: Laad bij het opstarten de eerste databank op de lijst (niet de meest recente)

source: If one database is in use, try to load others
nl_nl: Andere databank laden als huidige in gebruik is

source: Backup preferences
nl_nl: Back-upinstellingen

source: Keep the backup file, replacing any previous backup file
nl_nl: Back-upbestand behouden en vorige overschrijven

source: Video matching preferences
nl_nl: Instellingen omtrent video-overeenkomsten

source: When matching videos on the filesystem:
nl_nl: Bij het overeenkomen van video's op het bestandssysteem:

source: The video names must match exactly
nl_nl: Alleen de videonamen overeen laten komen

source: The first # characters must match exactly
nl_nl: Alleen eerste x aantal tekens overeen laten komen

source: Ignore the last # characters; the remaining name must match exactly
nl_nl: Laatste x aantal tekens negeren en de rest overeen laten komen

source: days
nl_nl: dagen

source: Temporary folder preferences
nl_nl: Instellingen omtrent tijdelijke mappen

source: Empty temporary folders when Tartube shuts down
nl_nl: Tijdelijke mappen legen na het afsluiten

source: (N.B. Temporary folders are always emptied when Tartube starts up)
nl_nl: (let op: tijdelijke mappen worden sowieso geleegd bij het openen)

source: Open temporary folders (on the desktop) when Tartube shuts down
nl_nl: Tijdelijke mappen openen na het afsluiten

source: The Tartube database contains:
nl_nl: De Tartube-databank bevat:

source: Custom folders
nl_nl: Aangepaste mappen

source: Calculate
nl_nl: Berekenen

source: _Windows
nl_nl: _Vensters

source: _Main window
nl_nl: _Hoofdvenster

source: Main window preferences
nl_nl: Hoofdvensterinstellingen

source: Don't show the main window toolbar
nl_nl: Geen werkbalk tonen op hoofdvenster

source: Don't show labels in the main window toolbar
nl_nl: Geen werkbalklabels tonen op hoofdvenster

source: Replace stock icons with custom icons (in case stock icons are not visible)
nl_nl: Standaardpictogrammen vervangen door aangepaste (als de standaardpictogrammen niet worden getoond)

source: Show tooltips for videos, channels, playlists and folders
nl_nl: Hulpballonnen tonen bij video's, kanalen, afspeellijsten en mappen

source: Show errors/warnings in tooltips (but not in the Videos tab)
nl_nl: Fouten/Waarschuwingen tonen in hulpballonnen (maar niet op het tabblad 'Video's')

source: When Tartube starts, automatically open the Classic Mode tab
nl_nl: Automatisch opstarten in klassieke modus

source: In the Classic Mode tab, when adding URLs, remove duplicates rather than retaining them
nl_nl: Duplicaten verwijderen tijdens toevoegen van url's in klassieke modus

source: Video Index (left side of the Videos tab)
nl_nl: Video-index (links van het tabblad 'Video's')

source: After clicking on a folder, automatically expand/collapse the tree around it
nl_nl: Boomstructuur van map automatisch in-/uitklappen na aanklikken

source: Expand the whole tree, not just the level beneath the clicked folder
nl_nl: Boomstructuur volledig uitklappen na aanklikken

source: Video Catalogue (right side of the Videos tab)
nl_nl: Videocatalogus (rechts van het tabblad 'Video's')

source: Show 'today' and 'yesterday' as the date, when possible
nl_nl: 'Vandaag' en 'Gisteren' tonen als datum (indien mogelijk)

source: Show livestreams with a different background colour
nl_nl: Andere achtergrondkleur gebruiken bij livestreams

source: Use same background colours for livestream and debut videos
nl_nl: Dezelfde achtergrondkleur gebruiken voor livestream- en aanvangsvideo's

source: _Drag
nl_nl: Ver_slepen

source: Drag and drop preferences
nl_nl: Instellingen omtrent slepen-en-neerzetten

source: When dragging and dropping videos to an external application...
nl_nl: Bij het verslepen van video's naar een extern programma...

source: Transfer the video's full file path
nl_nl: Volledige videopad delen

source: Transfer the video's source URL
nl_nl: Video-bronurl delen

source: Transfer the video's name
nl_nl: Videonaam delen

source: Transfer the thumbnail's full file path
nl_nl: Volledige videominiatuurpad delen

source: System tray preferences
nl_nl: Systeemvakinstellingen

source: Close to the tray, rather than closing the application
nl_nl: Minimaliseren naar systeemvak in plaats van afsluiten

source: D_ialogues
nl_nl: D_ialoogvensters

source: Dialogue window preferences
nl_nl: Dialoogvensterinstellingen

source: When adding channels/playlists, keep the dialogue window open
nl_nl: Dialoogvenster openhouden na toevoegen van kanalen en afspeellijsten

source: When the dialogue window opens, add URLs from the system clipboard
nl_nl: URL's van klembord toevoegen aan geopend dialoogvenster

source: Debugging preferences
nl_nl: Foutopsporingsinstellingen

source: _Errors/Warnings
nl_nl: Fout_en/Waarschuwingen

source: Errors/Warnings tab preferences
nl_nl: Instellingen omtrent fouten en waarschuwingen

source: YouTube error/warning preferences
nl_nl: Instellingen omtrent YouTube-fouten/-waarschuwingen van

source: Ignore YouTube copyright errors
nl_nl: Copyrightfouten negeren

source: Ignore YouTube age-restriction errors
nl_nl: Leeftijdsbeperkingen negeren

source: Ignore YouTube deletion by uploader errors
nl_nl: 'Verwijderd door uploader' negeren

source: Ignore YouTube payment errors
nl_nl: Betaalfouten negeren

source: General preferences
nl_nl: Algemene instellingen

source: Ignore any errors/warnings which match lines in this list (applies to all websites)
nl_nl: Alle fouten/waarschuwingen op deze lijst negeren (van toepassing op alle websites)

source: These are ordinary strings
nl_nl: Dit zijn normale tekenreeksen

source: These are regular expressions (regexes)
nl_nl: Dit zijn reguliere uitdrukkingen (regexes)

source: _Scheduling
nl_nl: _Inplannen

source: Scheduled download preferences
nl_nl: Planinstellingen omtrent downloads

source: Priority
nl_nl: Prioriteit

source: Whole
nl_nl: Geheel

source: Shutdown
nl_nl: Afsluiten

source: D/L All
nl_nl: Alles downloaden

source: Join mode
nl_nl: Samenvoegmodus

source: Edit
nl_nl: Bewerken

source: Custom
nl_nl: Aangepast

source: S_top
nl_nl: A_fbreken

source: Scheduled stop preferences
nl_nl: Planinstellingen omtrent afbreken

source: Stop all download operations after this much time
nl_nl: Alle downloads afbreken na opgegeven verstreken tijd

source: Stop all download operations after this many videos
nl_nl: Alle downloads afbreken na opgegeven aantal video's

source: Stop all download operations after this much disk space
nl_nl: Alle downloads afbreken na opgegeven hoeveelheid gebruikte schijfruimte

source: N.B. Disk space is estimated. This setting does not apply to simulated downloads
nl_nl: Let op: de gebruikte schijfruimte is een schatting en is niet van toepassing op simulaties.

source: Overriding video format options, limit video resolution to
nl_nl: Videoresolutie gedwongen beperken tot

source: Time-saving settings
nl_nl: Tijdbesparende instellingen

source: Stop after this many videos (when checking)
nl_nl: Afbreken na opgegeven aantal video's (bij controles)

source: Stop after this many videos (when downloading)
nl_nl: Afbreken na opgegeven aantal video's (tijdens downloaden)

source: Download operation preferences
nl_nl: Downloadactie-instellingen

source: Automatically update downloader before every download operation
nl_nl: Downloader automatisch bijwerken vóór elke downloadactie

source: Automatically save files at the end of all operations
nl_nl: Bestanden automatisch opslaan na afronden

source: For simulated downloads, don't check a video in a folder more than once
nl_nl: Video's eenmalig controleren tijdens simulaties

source: If a download stalls, restart it after this many minutes
nl_nl: Onderbroken downloads herstarten na opgegeven aantal minuten

source: Maximum restarts after a stalled download (0 for no maximum)
nl_nl: Maximaal aantal herstartingen na onderbroken download (0 = onbeperkt)

source: Convert .webp thumbnails into .jpg thumbnails (using FFmpeg) after downloading them
nl_nl: .webp-miniaturen converteren naar .jpg-miniaturen (middels FFmpeg) na het downloaden

source: Ignore 'Child process exited with non-zero code' errors
nl_nl: 'Onderliggend proces is gestopt met niet-nulcode'-fouten negeren

source: Ignore 'Unable to download video data' and 'Unable to extract video data' errors
nl_nl: 'Kan videogegevens niet ophalen' en 'Kan videogegevens niet extraheren' negeren

source: Ignore 'Did not get any data blocks' errors
nl_nl: 'Geen gegevensblokken verkregen' negeren

source: Ignore 'Requested formats are incompatible for merge' warnings
nl_nl: 'De opgevraagde formaten kunnen niet worden samengevoegd' negeren

source: Ignore 'No video formats found' errors
nl_nl: 'Geen videoformaten aangetroffen' negeren

source: Ignore 'There are no annotations to write' warnings
nl_nl: 'Geen weg te schrijven aantekeningen' negeren

source: Ignore 'Video doesn't have subtitles' warnings
nl_nl: 'De video bevat geen ondertiteling' negeren

source: _Custom
nl_nl: _Aangepast

source: Classic Mode
nl_nl: Klassieke modus

source: Export
nl_nl: Exporteren

source: Clone
nl_nl: Klonen

source: Use in Classic Mode tab
nl_nl: Toevoegen aan klassieke modus

source: Allow downloader to create its own archive file (so deleted videos are not re-downloaded)
nl_nl: Downloader toestaan eigen archiefbestand te maken (zodat verwijderde video's niet nogmaals worden gedownload)

source: Livestream preferences (compatible websites only)
nl_nl: Livestreaminstellingen (alleen compatibele websites)

source: Detect livestreams announced within this many days
nl_nl: Livestreams binnen opgegeven aantal dagen detecteren

source: How often to check the status of livestreams (in minutes)
nl_nl: Hoe vaak de livestreamstatussen moeten worden gecontroleerd (in minuten)

source: Check more frequently when a livestream is due to start
nl_nl: Vaker controleren als livestream op het punt staat te beginnen

source: Timeout after this many minutes of inactivity
nl_nl: Time-out na opgegeven aantal minuten inactiviteit

source: Livestream actions (can be toggled for individual videos)
nl_nl: Livestreamacties (deze kunnen per video worden ingesteld)

source: (currently disabled on MS Windows)
nl_nl: (momenteel uitgeschakeld op Windows)

source: When a livestream starts, show a desktop notification
nl_nl: Melding tonen als een livestream begint

source: When a livestream starts, sound an alarm
nl_nl: Geluid afspelen als een livestream begint

source: Plays the selected sound effect
nl_nl: Gekozen geluidseffect afspelen

source: When a livestream starts, open it in the system's web browser
nl_nl: Livestream openen in webbrowser zodra deze begint

source: When a livestream starts, begin downloading it immediately
nl_nl: Downloaden starten als de livestream begint

source: Desktop notification preferences
nl_nl: Meldingsinstellingen

source: Show a dialogue window at the end of an operation
nl_nl: Dialoogvenster tonen na afronden van acties

source: Don't notify the user at the end of an operation
nl_nl: Geen melding tonen na afronden van acties

source: Invidious mirror
nl_nl: Invidious-spiegelserver

source: To find an updated list of Invidious mirrors, use any search engine!
nl_nl: Gebruik je favoriete zoekmachine om een lijst met Invidious-spiegelservers te vinden.

source: Proxies
nl_nl: Proxy's

source: During a download operation, Tartube will cycle betwween the proxies in this list
nl_nl: Tijdens het downloaden schakelt Tartube tussen proxy's op deze lijst

source: URL flexibility preferences
nl_nl: URL-flexibiliteitsinstellingen
