Repository: Azure-bear/tartubeqsv
Catalog: locale/*/LC_MESSAGES/*.po
Languages: nl_nl

source: Red
nl_nl: Rood

source: Green
nl_nl: Groen

source: Blue
nl_nl: Blauw

source: Black
nl_nl: Zwart

source: White
nl_nl: Wit

source: Reset changes without closing the window
nl_nl: Zet de standaardwaarden terug zonder het venster te sluiten

source: Apply
nl_nl: Toepassen

source: Apply changes without closing the window
nl_nl: Pas toe zonder het venster te sluiten

source: Apply changes
nl_nl: Wijzigingen toepassen

source: Cancel changes
nl_nl: Annuleren

source: Listed as
nl_nl: Vermeld als

source: Contained in
nl_nl: Onderdeel van

source: Download to
nl_nl: Downloaden naar

source: Channel URL
nl_nl: Kanaal-url

source: Playlist URL
nl_nl: Afspeellijst-url

source: _Options
nl_nl: _Opties

source: Download options
nl_nl: Downloadopties

source: Edit download options
nl_nl: Downloadopties aanpassen

source: Remove download options
nl_nl: Downloadopties wissen

source: Close this window
nl_nl: Huidig venster sluiten

source: _Name
nl_nl: _Naam

source: Add language
nl_nl: Taal toevoegen

source: Remove language
nl_nl: Taal verwijderen

source: Remove
nl_nl: Verwijderen

source: Maximum delay to apply (in minutes)
nl_nl: Maximale vertraging (in minuten)

source: Minimum delay to apply (in minutes; randomises the actual delay)
nl_nl: Minimale vertraging (in minuten - dit leidt tot een willekeurige vertraging)

source: This procedure cannot be reversed. Are you sure you want to continue?
nl_nl: Dit kan niet ongedaan worden gemaakt. Weet je zeker dat je wilt doorgaan?

source: Name for these download options
nl_nl: De naam van deze downloadopties

source: Download options applied to
nl_nl: De downloadopties zijn toegepast op

source: All channels, playlists and folders
nl_nl: Alle kanalen, afspeellijsten en mappen

source: Downloads in the Classic Mode tab
nl_nl: Downloads in de klassieke modus

source: These options are not applied to anything
nl_nl: Deze opties zijn nergens op toegepast

source: Hide advanced download options
nl_nl: Uitgebreide downloadopties verbergen

source: Show advanced download options
nl_nl: Uitgebreide downloadopties tonen

source: Import general download options into this window
nl_nl: Importeer algemene downloadopties naar dit venster

source: Completely reset all download options to their default values
nl_nl: Zet alle downloadopties terug op hun standaardwaarden

source: _Playlists
nl_nl: Afs_peellijsten

source: _Filtering
nl_nl: _Filteren

source: _Files
nl_nl: _Bestanden

source: File _names
nl_nl: Bestands_namen

source: File name options
nl_nl: Bestandsnaamopties

source: Format for video file names
nl_nl: Opmaak van videobestandsnamen

source: File output template
nl_nl: Bestandsuitvoersjabloon

source: Add to template:
nl_nl: Toevoegen aan sjabloon:

source: Video properties
nl_nl: Video-informatie

source: Video ID
nl_nl: ID

source: Video title
nl_nl: Titel

source: Alternative video ID
nl_nl: Alternatieve id

source: Secondary video title
nl_nl: Secundaire titel

source: Video filename extension
nl_nl: Bestandsextensie

source: Video licence
nl_nl: Licentie

source: Age restriction (years)
nl_nl: Leeftijdsbeperking (jaar)

source: Creator/uploader
nl_nl: Maker/Uploader

source: Full name of video uploader
nl_nl: Volledige naam van uploader

source: Nickname/ID of video uploader
nl_nl: Bijnaam/ID van uploader

source: Channel name
nl_nl: Kanaalnaam

source: Channel ID
nl_nl: Kanaal-id

source: Playlist name
nl_nl: Afspeellijstnaam

source: Playlist ID
nl_nl: Afspeellijst-id

source: Video index in playlist
nl_nl: Video-index op afspeellijst

source: Date/time/location
nl_nl: Datum/Tijd/Locatie

source: Release date (YYYYMMDD)
nl_nl: Uitgebracht op (JJJJMMDD)

source: Release time (UNIX timestamp)
nl_nl: Uitgebracht om (UNIX-tijdstempel)

source: Upload date (YYYYMMDD)
nl_nl: Uploaddatums (JJJJMMDD)

source: Video length (seconds)
nl_nl: Duur (in seconden)

source: Filming location
nl_nl: Opnamelocatie

source: Video format
nl_nl: Videoformaat

source: Video format code
nl_nl: Videoformaatcode

source: Video width
nl_nl: Videobreedte

source: Video height
nl_nl: Videohoogte

source: Video frame rate
nl_nl: Videoframesnelheid

source: Average video/audio bitrate (KiB/s)
nl_nl: Gemiddelde audio-/videobitsnelheid (in KiB/s)

source: Average video bitrate (KiB/s)
nl_nl: Gemiddelde videobitsnelheid (in KiB/s)

source: Average audio bitrate (KiB/s)
nl_nl: Gemiddelde audiobitsnelheid (in KiB/s)

source: Ratings/comments
nl_nl: Waarderingen/Reacties

source: Number of views
nl_nl: Aantal weergaven

source: Number of positive ratings
nl_nl: Aantal positieve waarderingen

source: Number of negative ratings
nl_nl: Aantal negatieve waarderingen

source: Average rating
nl_nl: Gemiddelde waardering

source: Number of reposts
nl_nl: Aantal keer gedeeld

source: Number of comments
nl_nl: Aantal reacties

source: Add
nl_nl: Toevoegen

source: Delete
nl_nl: Verwijderen

source: Refresh list
nl_nl: Lijst verversen

source: _Filesystem
nl_nl: _Bestandssysteem

source: Filesystem options
nl_nl: Bestandssysteemopties

source: Restrict filenames to ASCII characters
nl_nl: Bestandsnamen beperken tot ascii-tekens

source: Download all videos into this folder
nl_nl: Alle video's downloaden naar deze map

source: Cookies options
nl_nl: Cookie-opties

source: Path to the downloader's cookie jar file
nl_nl: Pad naar downloader's cookie-jarbestand:

source: File write options
nl_nl: Wegschrijfopties

source: Write video's description to a .description file
nl_nl: Video-omschrijving wegschrijven naar .description-bestand

source: Write video's metadata to an .info.json file
nl_nl: Video-metagegevens wegschrijven naar .info.json-bestand

source: Write video's annotations to an .annotations.xml file
nl_nl: Video-aantekeningen wegschrijven naar .annotations.xml-bestand

source: Annotations are not downloaded when checking videos/channels/playlists/folders
nl_nl: Aantekeningen worden niet gedownload bij het controleren van video's, kanalen, afspeellijsten en mappen

source: Write the video's thumbnail to the same folder
nl_nl: Videominiatuur wegschrijven naar dezelfde map

source: File move options
nl_nl: Verplaatsopties

source: Move video's description file into a sub-folder
nl_nl: Video-omschrijvingsbestand verplaatsen naar onderliggende map

source: Write video's metadata file into a sub-folder
nl_nl: Video-metagegevensbestand wegschrijven naar onderliggende map

source: Write video's annotations file into a sub-folder
nl_nl: Video-aantekeningenbestand wegschrijven naar onderliggende map

source: Write the video's thumbnail into a sub-folder
nl_nl: Videominiatuur wegschrijven naar onderliggende map

source: Options during real (not simulated) downloads
nl_nl: Opties tijdens echte (niet-gesimuleerde) downloads

source: Options during simulated (not real) downloads
nl_nl: Opties tijdens gesimuleerde (niet echte) downloads

source: F_ormats
nl_nl: F_ormaten

source: Preferred format options
nl_nl: Voorkeursformaatopties

source: Recognised video/audio formats
nl_nl: Ondersteunde audio-/videoformaten

source: Add format
nl_nl: Formaat toevoegen

source: List of preferred formats
nl_nl: Lijst met voorkeursformaten

source: Remove format
nl_nl: Formaat verwijderen

source: If a merge is required after post-processing, output to this format:
nl_nl: Als er een samenvoeging moet plaatsvinden na het verwerken, schrijf dan weg naar het volgende formaat:

source: _Preferred
nl_nl: _Voorkeur

source: _Advanced
nl_nl: Ge_avanceerd

source: Multiple format options
nl_nl: Meerdere formaatopties

source: Multiple formats will not be downloaded, because an archive file will be created
nl_nl: Meerdere formaten worden niet gedownload omdat er een archiefbestand wordt aangemaakt

source: The archive file can be disabled in the System Preferences window
nl_nl: Het archiefbestand kan worden uitgeschakeld in het instellingenvenster

source: For each video, download the first available format from the preferred list
nl_nl: Gebruik bij elke video het eerst beschikbare formaat van de voorkeurslijst

source: From the preferred list, download the first format that's available for all videos
nl_nl: Gebruik bij alle video's het eerst beschikbare formaat van de voorkeurslijst

source: For each video, download all available formats from the preferred list
nl_nl: Gebruik bij elke video alle beschikbare formaten van de voorkeurslijst

source: Download all available formats for all videos
nl_nl: Gebruik alle beschikbare formaten bij alle video's

source: Other format options
nl_nl: Overige formaatopties

source: Prefer free video formats, unless one is specified above
nl_nl: Voorkeur voor vrije videoformaten, tenzij anders opgegeven

source: Do not download DASH-related data for YouTube videos
nl_nl: Download geen DASH-gerelateerde gegevens bij YouTube-video's

source: (requires that FFmpeg or AVConv is installed on your system)
nl_nl: (vereist FFmpeg of AVConv)

source: Use this audio format:
nl_nl: Audioformaat:

source: Use this audio quality:
nl_nl: Audiokwaliteit:

source: High
nl_nl: Hoog

source: Low
nl_nl: Laag

source: _Post-processing
nl_nl: Na_verwerking

source: _General
nl_nl: Al_gemeen

source: Post-processing options
nl_nl: Naverwerkingsopties

source: Post-process video files to convert them to audio-only files
nl_nl: Videobestanden naverwerken om te converteren naar audiobestanden

source: Prefer AVConv over FFmpeg
nl_nl: Voorkeur voor AVConv

source: Prefer FFmpeg over AVConv (default)
nl_nl: Voorkeur voor FFmpeg (standaard)

source: Audio format of the post-processed file
nl_nl: Audioformaat van naverwerkt bestand

source: Audio quality of the post-processed file
nl_nl: Audiokwaliteit van naverwerkt bestand

source: Encode video to another format, if necessary
nl_nl: Video converteren naar ander formaat (indien nodig)

source: Arguments to pass to post-processor
nl_nl: Aanvullende opties voor naverwerking

source: Keep original file after processing it
nl_nl: Oorspronkelijk bestand bewaren na verwerken

source: Merge subtitles file with video (.mp4 only)
nl_nl: Ondertiteling samenvoegen met video (alleen .mp4)

source: Embed thumbnail in audio file as cover art
nl_nl: Miniatuur instellen als hoes van audiobestand

source: Write metadata to the video file
nl_nl: Metagegevens wegschrijven naar videobestand

source: Automatically correct known faults of the file
nl_nl: Automatisch bekende bestandsfouten repareren

source: Do nothing
nl_nl: Niets doen

source: Warn, but do nothing
nl_nl: Waarschuwen, maar niets doen

source: Fix if possible, otherwise warn
nl_nl: Indien mogelijk repareren, anders waarschuwen

source: Subtitles options
nl_nl: Ondertitelopties

source: Don't download the subtitles file
nl_nl: Geen ondertitelbestand downloaden

source: Download the automatic subtitles file (YouTube only)
nl_nl: Ondertitelbestand automatisch downloaden (alleen YouTube)

source: _More options
nl_nl: _Meer opties

source: Subtitle format options
nl_nl: Ondertitelformaatopties

source: Preferred subtitle format(s), e.g. 'srt', 'vtt', 'srt/ass/vtt/lrc/best'
nl_nl: Voorkeursondertitelformaat, bijv. 'srt', 'vtt', 'srt/ass/vtt/lrc/best'

source: Applies to .mp4 videos only; requires FFmpeg/AVConv
nl_nl: Alleen van toepassing op .mp4-video's - vereist FFmpeg of AVConv

source: During post-processing, merge subtitles file with video
nl_nl: Ondertitelbestand samenvoegen met video tijdens naverwerking

source: _Authentication
nl_nl: _Authenticatie

source: Authentication options
nl_nl: _Authenticatie-opties

source: Username with which to log in
nl_nl: Gebruikersnaam

source: Password with which to log in
nl_nl: Wachtwoord

source: Password required for this URL
nl_nl: Wachtwoord vereist bij deze url

source: Two-factor authentication code
nl_nl: Code van authenticatie in twee stappen

source: Use .netrc authentication data
nl_nl: .netrc-authenticatiegegevens gebruiken

source: Network options
nl_nl: Netwerkopties

source: Use this HTTP/HTTPS proxy (if set, overrides the proxies in Tartube's preferences window
nl_nl: HTTP-/HTTPS-proxy gebruiken (indien ingesteld overschrijft dit de waarde in het instellingenvenster)

source: Time to wait for socket connection, before giving up
nl_nl: Wachttijd voor socketverbinding alvorens op te geven

source: Bind with this Client-side IP address
nl_nl: Koppelen aan ip-adres aan clientzijde

source: Connect using IPv4 only
nl_nl: Alleen verbinden middels ipv4

source: Connect using IPv6 only
nl_nl: Alleen verbinden middels ipv6

source: _Geo-restriction
nl_nl: _Geografische beperking

source: Geo-restriction options
nl_nl: Geografische opties

source: Use this proxy to verify IP address
nl_nl: Proxy gebruiken om ip-adres te verifiëren

source: Bypass using fake X-Forwarded-For HTTP header
nl_nl: Omzeilen middels geveinsde X-Forwarded-For http-kop

source: Don't bypass using fake HTTP header
nl_nl: Niet omzeilen middels geveinsde http-kop

source: Bypass geo-restriction with ISO 3166-2 country code
nl_nl: Geografische beperking omzeilen middels ISO 3166-2-landcode

source: Bypass with explicit IP block in CIDR notation
nl_nl: Omzeilen middels expliciete ip-blokkade in CIDR-notatie

source: Workaround options
nl_nl: Omzeilopties

source: Custom user agent
nl_nl: Aangepaste gebruikersagent

source: Custom referer if video access has restricted domain
nl_nl: Aangepaste verwijzing als videotoegang een beperkt domein bevat

source: Minimum seconds to sleep before each download
nl_nl: Minimumaantal seconden wachttijd alvorens te downloaden

source: Maximum seconds to sleep before each download
nl_nl: Maximumaantal seconden wachttijd alvorens te downloaden

source: Force this encoding (experimental)
nl_nl: Encodering afdwingen (experimenteel)

source: Suppress HTTPS certificate validation
nl_nl: HTTPS-certificaatgoedkeuring onderdrukken

source: Use an unencrypted connection to retrieve information about videos (YouTube only)
nl_nl: Onbeveiligde verbinding gebruiken om video-informatie op te halen (alleen YouTube)

source: Download videos suitable for this age
nl_nl: Video's downloaden voor bepaalde leeftijdscategorie

source: Video date options
nl_nl: Datumopties

source: Only videos uploaded on this date
nl_nl: Alleen video's geüpload op de volgende datum

source: Only videos uploaded before this date
nl_nl: Alleen video's geüpload vóór de volgende datum

source: Only videos uploaded after this date
nl_nl: Alleen video's geüpload ná de volgende datum

source: External downloader options
nl_nl: Extern downloadprogramma

source: Use this external downloader
nl_nl: Extern downloadprogramma gebruiken

source: Arguments to pass to external downloader
nl_nl: Aanvullende opties voor extern downloadprogramma

source: Video filtering options
nl_nl: Videofiters

source: Download only matching titles (regex or caseless substring)
nl_nl: Alleen overeenkomende titels downloaden (reguliere uitdrukkingen)

source: Don't download only matching titles (regex or caseless substring)
nl_nl: Niet alleen overeenkomende titels downloaden (reguliere uitdrukkingen)

source: Generic video filter, for example:
nl_nl: Algemeen videofilter, bijvoorbeeld:

source: Prefer HLS (HTTP Live Streaming)
nl_nl: Voorkeur voor hls (http-livestreaming)

source: Prefer FFMpeg over native HLS downloader
nl_nl: Voorkeur voor FFmpeg boven hls-downloader

source: Include advertisements (experimental feature)
nl_nl: Reclame ook downloaden (experimenteel)

source: Ignore errors and continue the download operation
nl_nl: Fouten negeren en downloaden voortzetten

source: Number of retries
nl_nl: Aantal pogingen

source: Playlist options
nl_nl: Afspeellijstopties

source: Channels and playlists are handled in the same way, so these options can be used with both
nl_nl: Kanalen en afspeellijsten worden hetzelfde behandeld, dus zijn deze opties van toepassing op beide

source: Start downloading playlist from index
nl_nl: Afspeellijst downloaden vanaf index

source: Stop downloading playlist at index
nl_nl: Afspeellijst downloaden tot aan index

source: Abort operation after downloading this many videos
nl_nl: Afbreken na downloaden van het volgend aantal video's

source: Abort downloading the playlist if an error occurs
nl_nl: Afbreken als tijdens het downloaden van de afspeellijst een fout optreedt

source: Download playlist in reverse order
nl_nl: Afspeellijst downloaden in omgekeerde volgorde

source: Download playlist in random order
nl_nl: Afspeellijst downloaden in willekeurige volgorde

source: Video size limit options
nl_nl: Bestandsgroottelimieten

source: Minimum file size for video downloads
nl_nl: Minimale bestandsgrootte van videodownloads

source: Maximum file size for video downloads
nl_nl: Maximale bestandsgrootte van videodownloads

source: Video views options
nl_nl: Videoweergaven

source: Minimum number of views
nl_nl: Minimumaantal weergaven

source: Maximum number of views
nl_nl: Maximumaantal weergaven

source: Select the cookie jar file
nl_nl: Kies het cookie-jarbestand

source: This option won't work unless the format is also added to the list of preferred formats above
nl_nl: Deze optie werkt niet als het formaat is toegevoegd aan bovenstaande lijst met voorkeursformaten

source: Fewer download options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
nl_nl: Als je op 'Toepassen' of 'Standaardwaarden' klikt (of het venster opnieuw opent), worden er minder downloadopties getoond

source: Show advanced download options (when window re-opens)
nl_nl: Uitgebreide downloadopties tonen (als het venster opnieuw wordt geopend)

source: More download options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
nl_nl: Als je op 'Toepassen' of 'Standaardwaarden' klikt (of het venster opnieuw opent), worden er meer downloadopties getoond

source: Hide advanced download options (when window re-opens)
nl_nl: Uitgebreide downloadopties verbergen (als het venster opnieuw wordt geopend)

source: FFmpeg options
nl_nl: FFmpeg-opties

source: Process files
nl_nl: Bestanden verwerken

source: Process the files with FFmpeg
nl_nl: Verwerk de bestanden met FFmpeg

source: Name for these FFmpeg options
nl_nl: Naam van FFmpeg-opties

source: Extra command line options (e.g. --help)
nl_nl: Aanvullende opdrachtregelopties (bijv. --help)

source: System command, based on all FFmpeg options in this window:
nl_nl: Systeemopdracht, op basis van alle FFmpeg-opties binnen dit venster:

source: Show fewer FFmpeg options
nl_nl: Minder FFmpeg-opties tonen

source: Show more FFmpeg options
nl_nl: Meer FFmpeg-opties tonen

source: Import current FFmpeg options into this window
nl_nl: Importeer huidige FFmpeg-opties naar dit venster

source: Completely reset all FFmpeg options to their default values
nl_nl: Zet alle FFmpeg-opties terug op hun standaardwaarden

source: Add to end of filename:
nl_nl: Toevoegen achter bestandsnaam:

source: If regex matches filename:
nl_nl: Als regex overeenkomt met bestandsnaam:

source: ...then apply substitution:
nl_nl: ...pas dan vervanging toe:

source: If the video/audio file is renamed, also rename the thumbnail (but not vice-versa)
nl_nl: Als het audio- of videobestand van naam wijzigt, wijzig dan ook de naam van de miniatuur (maar niet vice-versa)

source: Change file extension:
nl_nl: Bestandsextensie aanpassen:

source: After changing the file extension, delete the original file
nl_nl: Oorspronkelijk bestand verwijderen na aanpassen van extensie

source: _Settings
nl_nl: In_stellingen

source: Downloaded video/audio
nl_nl: Gedownloade audio/video

source: with audio
nl_nl: met audio

source: Thumbnail
nl_nl: Miniatuurvoorbeeld

source: Audio bitrate
nl_nl: Audiobitsnelheid

source: How to set the quality
nl_nl: Kwaliteit instellen

source: FFmpeg always encodes according to a Rate Factor that specifies the quality of the result.
nl_nl: FFmpeg gebruikt altijd op basis van de snelheidsfactor die de kwaliteit aangeeft.

source: Instead of directly specifying the Rate Factor, an average bit rate can be specified. FFmpeg will then determine the optimal Rate Factor in a first pass.
nl_nl: In plaats daarvan kan een gemiddelde bitsnelheid worden ingesteld. FFmpeg bepaalt dan de optimale snelheidsfactor bij de eerste overdracht.

source: In fact the first pass is only used for determining the Rate Factor, no other data is carried over into the second pass.
nl_nl: De eerste overdracht wordt alleen gebruikt om de factor te bepalen en niet om andere gegevens over te dragen.

source: Specifying an average bitrate but running only one pass is possible, but not recommended. FFmpeg would then encode the beginning of the video with a random Rate Factor and then change it near the end of the video to eventually reach the target bitrate.
nl_nl: Een gemiddelde bitsnelheid met slechts één overdracht is mogelijk, maar niet aanbevolen. FFmpeg werkt dan alleen het begin van de video af met een willekeurige snelheidsfactor en past het einde aan om het doel te bereiken.

source: Manual rate factor
nl_nl: Aangepaste snelheidsfactor

source: Determine from target bitrate (2-Pass)
nl_nl: Bepalen op basis van doelbitsnelheid (2-pass)

source: Rate factor
nl_nl: Snelheidsfactor

source: Large file
nl_nl: Groot bestand

source: Bad quality
nl_nl: Slechte kwaliteit

source: Small file
nl_nl: Klein bestand

source: Name of dummy file
nl_nl: Naam van rekwisietbestand

source: A dummy file is created during the first pass.
nl_nl: Er wordt tijdens de eerste overdracht een rekwisietbestand aangemaakt.

source: Use the output file
nl_nl: Uitvoerbestand gebruiken

source: Dummy
nl_nl: Rekwisiet

source: Patience preset
nl_nl: Geduldsinstelling

source: Ultra fast
nl_nl: Ontzettend snel

source: Super fast
nl_nl: Heel erg snel

source: Very fast
nl_nl: Erg snel

source: Faster
nl_nl: Sneller

source: Fast
nl_nl: Snel

source: Medium (default)
nl_nl: Gemiddeld (standaard)

source: Slow (file about 5-10% smaller than medium)
nl_nl: Langzaam (ongeveer 5-10% kleiner bestand dan gemiddeld)

source: Slower (file about 15% smaller than medium)
nl_nl: Langzamer (ongeveer 15% kleiner bestand dan gemiddeld)

source: Very slow (file about 17% smaller than medium)
nl_nl: Erg langzaam (ongeveer 17% kleiner bestand dan gemiddeld)

source: Palette:
nl_nl: Palet:

source: Uses dithering to a standard palette provided by FFmpeg
nl_nl: Gebruikt ruisonderdrukking op basis van een standaardpalet van FFmpeg

source: Can cause dithering artefacts and slight banding
nl_nl: Kan vervormingen en lichte verkleuringen veroorzaken

source: Better
nl_nl: Beter

source: Determines an optimized palette for the video
nl_nl: Stelt een geoptimaliseerd palet vast voor de video

source: Uses two passes and a temporary file for the palette
nl_nl: Gebruikt twee overdrachten en een tijdelijk bestand voor het palet

source: This merges a video and audio file with the same name into a single video file, using the extension specified in the File tab
nl_nl: Hiermee voeg je een audio- en videobestand samen onder dezelfde naam, met toevoeging van de op het tabblad 'Bestand' opgegeven extensie

source: The thumbnail's format can be changed in the File tab
nl_nl: Het miniatuurformaat kan worden aangepast op het tabblad 'Bestand'

source: _Optimisations
nl_nl: _Optimalisaties

source: Optimise for fast seeking (shorter keyframe interval, about 10% larger file)
nl_nl: Optimaliseren voor snel doorspoelen (kortere frames, ongeveer 10% groter bestand)

source: Input video is a high-quality movie
nl_nl: Invoervideo is van hoge kwaliteit

source: Input video is an animated movie
nl_nl: Invoervideo is een tekenfilm

source: Input video contains film grain
nl_nl: Invoervideo bevat spikkels

source: Input video is an image slideshow
nl_nl: Invoervideo is een diavoorstelling
